Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: The People of Dwarven Doors are tired of being slaves to the orcs. Perhaps their only chance for freedom is now upon them, - but do they have the guts to take it? Version 0.4.1 Last updated 6/2/05.
sv: Dvärgportarnas folk är trötta på att leva i slaveri under orcherna. Kanske de nu har sin enda chans till frihet - men vågar de ta den? Version 0.4.1, uppdaterad 2005-06-02.

source: As the peasants watched Konrad and his man battle their way through the orcish host - and hearing how he himself was fighting to save his homeland from the rule of a tyrant - a hope rose in their hearts. Perhaps, one day they also could rid their homeland of the tyrannical orcs and be free once again.
sv: Bönderna såg hur Konrad och hans mannar slog sig fram genom orchernas led, och hörde hur han kämpade för att rädda sitt hemland. Då steg ett hopp i deras hjärtan. Kanske kunde även de en dag jaga orchtyrannerna från sitt hemland och bli fria på nytt.

source: Many more years past but the peasants never gave up their hope. Rather, as time went on it became stronger and stronger. Finally, one day their chance came.
sv: Många år förflöt, men bönderna tappade aldrig hoppet. I stället växte sig hoppet allt starkare med tiden. Slutligen, en dag, så kom deras chans.

source: Quck you guyz, the orcs are killing each-other. This might be the only chance we got to be rid of these scum once and for all. Lets give it to em!
sv: Fort, killar, orcherna dödar varandra. Detta kan vara vår enda chans att en gång för alla bli av med avskummet. På'rom!

source: Don't worry, there is a way out of that.
sv: Oroa dig inte, det finns ett sätt att ta sig ur det här.

source: Lets head into the caves and find out if there are any dwarves still alive. Perhaps they will be able to make us some proper weapons and armor. And then, when the orcs come back, boy will they ever be in for a surprise!
sv: Låt oss gå in i grottorna och se om det fortfarande finns några dvärgar i livet där. Kanske de kan ge oss några ordentliga vapen och rustningar. Och då kommer orcherna att få sig en ordentlig överraskning när de kommer!

source: When the party finally reached the mines they were not dissapointed.
sv: När sällskapet slutligen kom fram till gruvorna så blev de inte besvikna.

source: Look at that cannel. The dwarves built it to transport all the mined metals deeper into Knalga. And also notice those two rooms, one to the north-west and the other to the south-east? That is where many of the mined materials are stored until they were ready to be transported.
sv: Se på den där kanalen. Dvärgarna byggde den för att kunna frakta all malm djupare ner i Knalga. Lägg också märke till de två rummen, ett i nordväst och ett i sydöst. Det var där som de lagrade det de brutit i gruvorna i väntan på vidare transport.

source: Holly! The whole place swarming with undead! They have animated all those corpses who are doing all the work!
sv: Jösses! Det vimlar ju av vandöda här! De har återuppväckt en massa lik för att utföra allt arbete.

source: *Wince* You can turn the volume down pal.
sv: *Ryck* Dämpa dig lite, polarn.

source: Other's have made that mistake before. Who are you?
sv: Du är inte den första att göra det misstaget. Vem är du?

source: Ahhh! I have been betrayed!
sv: Ahhh! Jag är förrådd!

source: Die you foul trator!
sv: Dö, din vidrige förrädare!

source: Ahhhh! What.... happened....?....What.....have.....I.....done?
sv: Ahhh! Vad...hände...? Vad...har...jag...gjort?

source: You stupid wizard, you just killed one of my most promising generals!
sv: Din dumme trollkarl, du dödade precis en av mina mest lovande generaler!

source: And you are next you bag of bones! Come on men! Attack!
sv: Och du ditt benskrälle står näst på tur! Kom, mannar, till anfall!

source: Alright! We have finally secured the mines. But what should we do about that old bag of bones? He seems to be a serous threat that needs to be taken care of.
sv: Okej, nu är gruvorna äntligen säkrade. Men vad skall vi göra med det gamla benskrället? Han verkar vara ett allvarligt hot som måste tas itu med.

source: Calm down {role=Supporter.user_description}. Come what may, we'll handle them. Come on now, lets find those dwarves!
sv: Lugna dig, {role=Supporter.user_description}. Vad som än händer, så klarar vi av det. Kom nu, låt oss leta reda på de där dvärgarna!

source: We have managed to shake off the rule of the tyrannical orcs and seek help and equipment from our old allies, the dwarves.
sv: Vi har slitit oss ur de tyranniska orchernas fjättrar, och vi söker nu hjälp och utrustning från våra gamla allierade, dvärgarna.

source: The dwarves of Knalga are themselves in desperate need off help. Come to our keep talk to our leader, Lord, Hamel. I am sure we can work out a way to help each-other.
sv: Knalgas dvärgar är själva i desperat behov av hjälp. Kom och tala med vår ledare, furst Hamel. Jag är säker på att vi kan komma på något sätt att hjälpa varandra.

source: ...oh!
sv: ...åh!

source: Argh! I am finished, but our campaign must... not end... find... the.... dwarves.... and ..... save..... our...... people.......
sv: Argh! Det är slut med mig, men vårt fälttåg får...inte ta slut... Finn...dvärgarna... Och... Rädda...vårt...folk...

source: Holly cow, what are those things!
sv: Men vad i hela friden är det där för något?!

source: Stand firm men, the dwarven defenders rise again. Now it remains to be seen wither or not they recognize us as friends.
sv: Håll stånd, mannar, dvärgarnas försvarare har återuppstått. Nu får vi se om de känner igen oss som vänner eller ej.

source: There he goes! After him men!
sv: Där är han! Efter honom, mannar!

source: Uh oh, these passages seem to be well guarded.
sv: Hoppsan, de här gångarna verkar välbevakade.

source: Won't make a difference in the end, for we shall smash that old bag of bones and reduce him to power. HEAR THAT YOU YOU OLD SKELETON?
sv: Det spelar inte någon roll i det långa loppet, för vi skall krossa benskrället och mala honom till stoft. HÖR DU DET, DITT GAMLA SKELETT?

source: Ohhh, this is gonna be fun!
sv: Åh, det här blir skoj!

source: Anyhow, lets proceed with caution. Nobody goes off by himself. We don't know what kind of ambushes these skeletons have set up.
sv: Hur som helst, låt oss ta det försiktigt i fortsättningen. Ingen ger sig av på egen hand. Vi vet inte vilka sorters bakhåll som de här skeletten har arrangerat för oss.

source: Wow! Incredible! No wonder none of the skeletons could wield it.
sv: Wow! Fantastiskt! Inte konstigt att skeletten inte kunde använda sig av den.

source: INTRUDERS! GET THEM!
sv: INKRÄKTARE! PÅ DEM!

source: Uh oh!
sv: Hoppsan!

source: Warning, going down this passage is extremely hazardous for your health. If however, you decide to continue down this passage, Malifor the Great takes full responsibility for any injuries and/or fatalities you may receive. Mwahahahahah!
sv: Varning, att fortsätta längs den här gången är mycket vådligt för er hälsa. Om ni i alla fall väljer att fortsätta, så påtar sig Malifor den Store allt ansvar för alla skador och/eller dödsfall som ni råkar ut för. Moahahahahah!

source: I always knew that bag of bones was a total nut-case.
sv: Jag visste väl att det gamla benranglet var totalt från vettet.

source: Warning, booby trap ahead!
sv: Se upp, fälla framför er!

source: Oh.... kay......
sv: Ja...ha...

source: Told you so!
sv: Var det inte det jag sade?!

source: HISSSSSSS!
sv: *VÄÄÄÄS*

source: Uh oh! We are trapped!
sv: Oj då! Vi sitter fast!

source: Maby next time we should read the signs.
sv: Nästa gång borde vi kanske läsa skyltarna!

source: ANY FURTHER AND YOU SHALL DIE!
sv: OM NI GÅR LÄNGRE SÅ DÖR NI!

source: You get out of our way or you will die a second time!
sv: Flytta på dig, eller dö en andra gång!

source: GET THEM!
sv: PÅ DEM!

source: A door, hmmmmmm.
sv: En dörr, hmmmm.

source: Oooh, nice big double doors. The sign says: The Study of Malifor the Great. Enter at your own risk.
sv: Åhhh, vilka tjusiga dubbeldörrar. På skylten står: Malifor den Stores kammare. Stig in på egen risk.

source: Pffff. Well, time to do some more door kicking.
sv: Pyttsan. Nå, dags att sparka ner lite fler dörrar.

source: Knock Knock Knock, anybody home?
sv: Knack, knack. Är det någon hemma?

source: Malifor the Great's Study
sv: Malifor den Stores kammare

source: Do not touch this staff. Anyone who does so will be immediately destroyed.
sv: Rör inte den här staven. Vem som än rör vid den förgörs omedelbart.

source: Hmmmm, interesting should I...?
sv: Hmmm, det var intressant, skall jag...?

source: Wow! I there is at least 2000 gold in here!
sv: Wow! Det finns åtminstone 2000 guld härinne!

source: Holly cow! 5000 gold!!!
sv: Jösses! 5000 guld!!!

source: 3000 gold! We're rich!!!
sv: 3000 guld! Vi är rika!!!

source: What a horde! 10 000 gold!
sv: Ett sånt kap! 10 000 guld!

source: 7000 gold! I love this place!
sv: 7000 guld! Jag älskar det här stället!

source: This is a BIG one! At least 50 000 gold!
sv: Den här är STOR. Åtminstone 50 000 guld!

source: Gold, Pah! Who needs gold when you have a few good fireballs!
sv: Guld, pyttsan! Vem behöver guld när man har ett par bra eldklot!

source: Oh and good luck walking around with all that gold by the way.
sv: Åh, och lycka till med att vandra omkring med så mycket guld på er, förresten.

source: Gooooooold........
sv: Guuuuuld...

source: HALT! THIS IS THE MASTER'S TREASURY! TURN BACK NOW OR FACE DEATH!
sv: STOP! DETTA ÄR VÅR HERRES SKATTKAMMARE! DRA ER TILLBAKA ELLER DÖ!

source: Funny, where did I hear that before?
sv: Lustigt, var har jag hört det där förut?

source: GAURDS! KILL THEM!
sv: VAKTER! DÖDA DEM!

source: STOP THEM!
sv: STOPPA DEM!

source: Give it your best shot!
sv: Försök ni bara!

source: STOP! YOUR ONSLAUGHT ENDS HERE!
sv: STOPP! NI KOMMER INTE LÄNGRE NU!

source: Your miserable un-life ends here!
sv: Ditt ynkliga vanliv är slut här och nu!

source: Finally! I am free. Lord Tallin, I am forever in your debt! We will fallow you to the end of the World if need be.
sv: Äntligen! Jag är fri! Furst Tallin, jag står för evigt i skuld till dig! Vi följer dig till världens ände om så behövs.

source: Take your best shot.
sv: Kom igen, gör ditt värsta.

source: Holly cow! What did I just let out of that cage! Look out everyone.
sv: Vad i hela friden var det jag släppte ut ur grottan! Se upp allesammans!

source: Ahhhh my friends. I see you have managed to find me. Good job. Here let me give you a little present.
sv: Ahhh, mina vänner. Jag märker att ni har lyckats hitta mig. Bra gjort. Här, låt mig ge er en liten present.

source: You raided my dungeon.
sv: Ni har tömt mina fängelsehålor.

source: Looted my treasury.
sv: Rånat min skattkammare.

source: Drove me from my mines.
sv: Drivit bort mig från mina gruvor.

source: And spoiled all my plans. BUT NOW YOU DIE!!!
sv: Och förstört alla mina planer. MEN NU SKALL NI DÖ!

source: Gee, he sounds a little upset doesn't he?
sv: Jösses, han verkar lite upprörd, eller hur?

source: Malifor, you are cruel, merciless and a terror to all that lives. The world will be a better place once you have been returned to the dust!
sv: Malifor, du är grym, skoningslös och en fasa för allt levande. När du återigen är stoft så kommer detta att vara en bättre värld.

source: FOOLS, DON'T THINK IT IS SO EASY TO KILL ME! RATHER, I SHALL KILL YOU AND RAISE YOU CORPSES TO SERVE ME. FALL ON THEM MY LOYAL HORDES!
sv: DUMSKALLAR, TRO INTE ATT DET ÄR SÅ LÄTT ATT DÖDA MIG! JAG SKALL ISTÄLLET DÖDA ER, OCH ÅTERUPPVÄCKA ERA DÖDA KROPPAR I MIN TJÄNST. PÅ DEM, MINA LOJALA HORDER!

source: How can it be?! Our axes and hammers are failing. Let try something else.
sv: Men vad är detta? Våra yxor och hammare sviker oss. Låt oss försöka med något annat.

source: I see now. It is impossible to destory him by ordinary means.
sv: Nu förstår jag. Det går inte att förgöra honom med vanliga metoder.

source: HAHAHAHAHAHA, I DEATH HAS NO EFFECT ON ME YOU FOOLS!
sv: HAHAHAHAHAHA, JAG FRUKTAR INTE DÖDEN, ERA DUMSKALLAR!

source: Curses on you you blasted mages, curses on you you blasted dwarves, curses on you you blasted humans, and CURSES ON YOU YOU BLASTED TALLIN! MAY YOUR MISERABLE LIVES BE FULL OF TORTURE! MAY YORU PEOPLE NEVER BE FREE! MAY ALL YOUR NEAR AND DEAR DESERT YOU! MAY A THUNDERBOLT HIT YOUR HEAD! MAY...
sv: Förbannelse över er fördömda magiker, förbannelse över er fördömda dvärgar, förbannelse över er fördömda människor, och FÖRBANNELSE ÖVER DIG FÖRDÖMDA TALLIN! MÅTTE ERA YNKLIGA LIV VARA FYLLDA AV SMÄRTA! MÅTTE DITT FOLK ALDRIG BLI FRITT! MÅ ALLA DINA NÄRA OCH KÄRA ÖVERGE DIG! MÅTTE EN ÅSKVIGG SLÅ NER I DITT HUVUD! MÅTTE...

source: MAY THE EARTH OPPEN UP AND SWALLOW YOU! MAY ALL YOUR TEATH FALL OUT! MAY YOU BECOME A WEEK SKINNY OLD MAN! MAY.............
sv: MÅTTE JORDEN ÖPPNA SIG OCH UPPSLUKA DIG! MÅTTE ALLA DINA TÄNDER FALLA UT! MÅTTE DU BLI EN SVAG BENIG GAMMAL MAN! MÅTTE...

source: Yes, that is the main reason of our visit. We have managed to break free but in order to stay that way we need some proper weapons and armor; clubs and pitchforks just won't do it in the long run. Since dwarves are known to be the finest metalworkers and weapon-smiths we were hoping that you would be able to help us.
sv: Ja, det är huvudsakligen därför som vi har kommit hit. Vi är befriat oss själva, men om vi skall kunna förbli fria så behöver vi ordentliga vapen och rustningar. I längden klarar vi det inte med klubbor och högafflar. Eftersom dvärgarna är kända som de bästa smederna och vapensmederna, så hoppas vi att ni kan hjälpa oss.

source: Perhaps if we go there we can find out. Let us combine our forces and march to the mines and settle this mater once and for all. That way we can also get our raw materials too so we can start turning the tide against those orcs... I know it will be extremely dangerous but it is better to die trying then to sit here and slowly starve to death.
sv: Om vi går dit så får vi kanske reda på det. Låt oss slå ihop våra styrkor och marschera till gruvorna, och en gång för alla reda ut det här. På det sättet kan vi också få det råmaterial vi behöver för att vända striden mot orcherna... Jag vet att det blir mycket farligt, men det är bättre att dö på kuppen än att sitta här och långsamt svälta ihjäl.

source: That's the spirit! Form up men! To the mines! Let the guardsmen stay behind along with all of Tallin's noncombatants - for their safety and to hold the keep.
sv: Så skall det låta! Formera er, mannar! Till gruvorna! Låt väktarna stanna kvar tillsammans med alla av Tallins icke-stridande - för deras säkerhets skull, och för att bevara borgen.
