Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Yes, it's true we do prefer our axes and hammers, but then again, we MAKE swords. If we really want to claim to be expert weapon-smiths we must also be expert at wielding the weapons we make.
de: Es ist wahr, dass wir Äxte und Hämmer bevorzugen. Andererseits, wir schmieden Schwerter. Und wenn wir wirklich die besten Waffenschmiede sein wollen, müssen wir auch wissen wie diese Waffen eingesetzt werden.
fr: Oui, c'est vrai que nous préférons nos haches et nos marteaux, mais encore une fois, nous FORGEONS des épées. Si nous voulons vraiment nous proclamer maîtres-forgerons, ils nous faut aussi être experts dans le maniement des armes que nous créons.

source: Believe me, there are some dwarves out there that are really good. Same thing applies with bows, maces and any other weapons we make.
de: Glaube mir, es gibt einige Zwerge hier, die wirklich gut mit Schwertern umgehen können. Das gleiche gilt auch für Bögen, Streitkolben und alle anderen Waffen die wir schmieden.
fr: Crois-moi, il y a ici des nains vraiment bons. Même chose pour les arcs, les masses et les autres armes que nous faisons.

source: That's great! So what is the price of your weapons? We have gathered much booty from Malifor's treasury and I am sure we will be able to pay you generously.
de: Das ist Großartig! Was ist der Preis für eure Waffen? Wir haben beim Kampf gegen Malifor viel Beute gemacht und ich bin mir sicher, dass wir großzügig bezahlen können.
fr: C'est parfait ! Alors quel est le prix de ces armes ? Nous avons récolté pas mal d'oseille dans la trésorerie de Malifor et je suis sûr que nous pourrons vous payer grassement.

source: PRICE!!! Don't insult us Tallin. You have done so much to help us dwarves - heck it's because of you that we have started rebuilding Knalga in the first place, so don't talk about price to us.
de: Welcher Preis? Du beleidigst uns, Tallin! Du hast so viel für uns getan, ohne deine Hilfe hätten wir Knalga nicht wieder aufbauen können. Von daher, spreche nicht über den Preis.
fr: LE PRIX !!! Ne nous insulte pas, Tallin. Vous nous avez tellement aidés - c'est grâce à vous et à vous seuls que nous avons pu commencer la reconstruction de Knalga, alors ne nous parle pas de prix.

source: But don't you need the gold to help rebuild Knalga? And we have plenty.
de: Aber braucht ihr das Gold nicht, um Knalga aufzubauen? Wir haben reichlich davon.
fr: Mais vous avez bien besoin de cet or pour reconstruire Knalga, n'est-ce pas ? Et puis, on en a plein.

source: Tallin, Knalga was an extremely rich nation. Malifor's treasury is hardly a fraction of the riches that we will find, and are finding every day now. So no!
de: Tallin, Knalga war ein sehr wohlhabendes Reich. Malifors Schatzkammer enthält kaum einen Bruchteil der Schätze, die wir in Knalga bereits gefunden haben und noch finden werden.
fr: Tallin, Knalga était une nation immensément riche. La trésorerie de Malifor est à peine une fraction des richesses que nous trouverons, et que nous trouvons à chaque nouvelle journée. Alors, non merci !

source: And I am sure you will need all the gold you can get in the coming months to rebuild your own community.
de: Außerdem bin ich sicher, dass du all dein Gold brauchst, um deine eigene Gemeinschaft wieder aufzubauen.
fr: Et je suis sûr que vous aurez besoin de tout l'or que vous pourrez accumuler dans les prochains mois pour reconstruire votre communauté.

source: Thank's Hamel.
de: Danke Hamel.
fr: Merci Hamel.

source: Pahhh, thank YOU!
de: Nicht der Rede wert, ich danke DIR!
fr: Pfff, merci à TOI !

source: And Tallin, one more thing, I have been leading our people into battle for many years now. In addition, as a young dwarf I have been trained in the art of leading men - or dwarves anyway.
de: Und Tallin, eine weitere Sache. Ich habe meine Männer seit Jahren in der Schlacht geführt und dieses Handwerk außerdem in meiner Jugend von der Pike auf gelernt.
fr: Ah, Tallin, autre chose... J'ai mené mon people à la bataille pendant de nombreuses années maintenant. En outre, quand je n'étais qu'un jeune nain, j'ai été entraîné dans l'art de diriger les hommes - ou plutôt les nains.

source: But anyhow, what I am saying is that you should learn these skills from me.
de: Und ich denke, du solltest diese Fähigkeit von mir lernen.
fr: Tout ça pour dire que je devrais te l'apprendre à mon tour.

source: I know you are really impressive with the pitchfork, and you are not half bad with that sword you picked up somewhere in the line - but really, get serious. It is high time you learned how to be a REAL leader of men.
de: Ich weiß, dass du recht eindrucksvoll mit deiner Heugabel kämpfst und du bist auch nicht ungeschickt mit der Waffe die du irgendwo am Wegesrand aufgelesen hat, aber du solltest langsam lernen nicht nur in vorderster Front zu kämpfen, sondern Männer zu führen.
fr: Je sais que t'es très impressionnant avec ta fourche, et que tu te débrouilles bien avec cette épée que t'as ramassée sur ton chemin - mais bon, soyons sérieux. Il est grand temps que tu deviennes un VRAI meneur d'hommes.

source: And now that we have some time while your men get equipped and trained, it is the perfect opportunity for you to learn.
de: Und jetzt, während deine Männer ausgerüstet und ausgebildet werden ist es die perfekte Möglichkeit für dich Führungsqualitäten zu lernen.
fr: Et comme tes hommes sont occupés à s'équiper et à s'entraîner, utilisons ce temps à bon escient pour t'apprendre tout ça.

source: I would be honored Lord Hamel.
de: Es wäre mir eine Ehre, Fürst Hamel.
fr: J'en serais honoré, Seigneur Hamel.

source: Ahhhh quit with the formality. Now first things first, one of the most important things about being a leader is....
de: Ah, lass die Formalitäten. Nun, alles seiner Ordnung nach. Eines der wichtigsten Dinge in der Führung ist...
fr: Ahhhh, arrête un peu avec toutes ces formalités. Mais commençons par le commencement : la chose la plus importante pour un chef, c'est...

source: Thus, the humans rested for many days while they were equipped with new arms and armor and trained by the dwarves.
de: So wurden die Menschen von den Zwergen ausgebildet und mit neuen Waffen und Rüstungen ausgerüstet.
fr: Ainsi, les humains se reposèrent des jours durant tout en s'équipant de nouvelles armes et armures et en s'entraînant auprès des nains.

source: However the peace was not to last. Early one morning Tallin (sore from head to foot from his traning) was startled awake by the blare or trumpets, the pounding of drums and the clash of steel as the humans and dwarves hurried to arm themselves.
de: Jedoch sollte dieser Frieden nicht von langer Dauer sein. Eines frühen Morgens wurde Tallin (von Kopf bis Fuß zerschlagen von seiner Ausbildung) von Signalhörnern und Trommelschlägen geweckt, und dem Schlagen von Stahl als Menschen und Zwerge zu den Rüstkammern eilten, um sich zu bewaffnen.
fr: Cependant, la paix ne dura pas. Un matin de bonne heure, Tallin (meurtri des pieds à la tête à cause de son entraînement) fut arraché du sommeil par le chant des trompettes, les battements des tambours et le choc des épées alors que les humains et les nains se hâtaient de s'armer.

source: He hurriedly found Hamel who informed him that a massive host of orcs had arrived at the gates of the new Knalga.
de: Er eilte zu Hamel, welcher ihm berichtete, dass ein großes orkisches Heer außerhalb der Mauern von Knalga angelangt war.
fr: Il alla prestement chercher Hamel qui l'informa que toute une armée d'orcs était aux portes de Knalga.

source: After a quick council of war it was decided that the dwarves would reinforce the the inner defenses while Tallin and the humans sallied out and met them. If the humans couldn't stop them then they could always retreat into the caves.
de: Nach einer kurzen Lagebesprechung beschloß man, dass die Zwerge die inneren Verteidigungslinien verstärken, während die Menschen eine Ausfall gegen die Angreifer durchführen.
fr: Après un bref conseil de guerre, il fut décidé que les nains renforceraient les défenses intérieures pendant que Tallin et ses hommes iraient à la rencontre des orcs. Si les humains ne réussissaient pas à les repousser, ils pourraient toujours battre en retraite à l'intérieur des mines.

source: So here is the human who dares defy me!
de: Das ist also der Mensch der es wagt, mir Widerstand zu leisten.
fr: Voici donc l'humain qui ose me défier !

source: Defy you? Who are you, what do you want?
de: Dir trotzen? Wer bist du und was willst du?
fr: Vous défier ? Qui êtes-vous et que voulez-vous ?

source: I am Emperor Rakshas, leader of the orcish people. My mission is to unite all the orcish people and finnish the job that we started years ago.
de: Ich bin Kriegsherr Rakshas, Führer der Orks. Meine Aufgabe ist es, alle Orks zu vereinen und die Aufgabe zu vollenden, die wir vor Jahren begannen.
fr: Je suis l'Empereur Rakshas, chef du peuple orc. Ma mission est d'unir le peuple orc et de finir le travail que nous avons commencé il y a des années.

source: What job is that?
de: Welche Aufgabe ist das?
fr: Et de quoi s'agit-il ?

source: Stupid human, to become the overlords of Knalga. That treachery on the part of the dwarves thwarted us for many years but in the end it's all the same.
de: Dummer Mensch, die Herren von Knalga zu werden. Der Wiederstand der Zwerge hat uns viele Jahre daran gehindert, aber nun ist es vollkommen egal.

source: The dwarves will soon be groveling at my feet and equipping my people with the finest weapons. Then we shall sweep down upon Wesnoth and settle scores with them once and for all.
de: Die Zwerge werden schon bald zu meinen Füßen liegen und meine Truppen mit ihren feinen Waffen ausstatten. Dann werden wir über Wesnoth hinwegfegen und die Rechnung mit ihnen ein- für allemal begleichen.
fr: Les nains se prosterneront bientôt à mes pieds et équiperont mon peuple avec des armes de la meilleure qualité. Puis nous fondrons sur Wesnoth et réglerons nos comptes avec eux une bonne fois pour toutes.

source: Fool, you think that your people will fallow a weakling such as you? Just because you have some wild and far out plan doesn't make you a leader of your people.
de: Dummkopf, glaubst du wirklich Männer würden einem Weichei wie dir folgen? Bloß weil du einen irren und weitreichenden Plan hast bist du noch lange nicht der Anführer der Orks.
fr: Imbécile, tu crois que ton peuple suivra un faiblard comme toi ? C'est pas avec des plans chimériques et lointains que ton peuple fera de toi son chef.

source: Fellow orcs, why do you fallow this weakling of a leader. He is just some little wimp with big big daydreams. Don't be an old ladies. All of you are far stronger then him!
de: Sehr geehrte Orks, warum folgt ihr diesem Weichei von einem Anführer. Er ist bloß ein kleiner Hänfling mit großen Tagträumen. Seid keine Waschweiber! Jeder von euch ist stärker als er!
fr: Amis orcs, pourquoi suivez-vous un tel faiblard ? Ce ne qu'une mauviette qui rêve debout constamment. Ne faites pas les timides. Vous êtes tous bien plus forts que lui !

source: ANY WHO OPPOSE ME WILL DIE! AS ALL OF YOU ORCS KNOW. I AM THE MASTER! KILL THE HUMAN RABBLE!
de: JEDER, DER SICH MIR WIDERSETZT, STIRBT. ICH BIN DER HERRSCHER. TÖTET DEN MENSCHLICHEN ABSCHAUM!
fr: QUICONQUE S'OPPOSE À MA VOLONTÉ MOURRA ! TOUS LES ORCS LE SAVENT. JE SUIS LE MAÎTRE ! TUEZ-MOI CETTE RACAILLE D'HUMAINS !

source: Ahhh well, it was worth a try.
de: Nun gut, einen Versuch war es wert.
fr: Eh bien, ça valait le coup d'essayer.

source: Tallin, remember when we defeated the orcs back in Dwarven Doors?
de: Tallin, erinnerst du dich noch wie wir die Orks in Zwergenpforte besiegt haben?
fr: Tallin, tu te rappelles quand nous avons battu les orcs aux Portes des Nains ?

source: Yeah?
de: Ja, und?
fr: Ouais ?

source: And remember those wolves on the way to the mines?
de: Und erinnerst du dich an diese Wolfsreiter auf dem Weg zur Mine?
fr: Et tu te rappelles de ces loups sur la route des mines ?

source: They both were talking about, 'The Master.' I think we finally have the pleasure of meeting him.
de: Sie beide sprachen von einem "Herrscher". I denke wir haben endlich das Vergnügen ihn zu treffen.
fr: Ils parlaient tous les deux du ''Maître''. Je crois bien que nous avons enfin le plaisir de le rencontrer.

source: Oh! Wait a sec, he is saying something else.
de: Moment, er sagt noch irgendwas.
fr: Oh ! attends une seconde, il dit encore quelque chose.

source: YOU KILLED MY WARRIORS, YOU KILLED MY WOLVES, NOW YOUR DEFIANCE ENDS HERE YOUU HUMAN WORM! MY WOLVES WILL EAT THE LIVING FLESH OFF YOUR BONES!
de: DU HAST MEINE KRIEGER GETÖTET UND MEINE WÖLFE. NUN, DEIN WIEDERSTAND ENDET HIER, DU WURM! MEINE WÖLFE WERDEN DAS WARME FLEISCH VON DEINEN KNOCHEN REISSEN!
fr: VOUS TUEZ MES GUERRIERS, VOUS TUEZ MES LOUPS, MAIS VOTRE INSOLENCE S'ARRÊTE ICI, AVORTONS D'HUMAINS ! MES LOUPS ARRACHERONT LA CHAIR ENCORE VIVANTE DE VOS OS !

source: Yep, it's him alright. Well men, it's time to end this menace once and for all! FOR DWARVEN DOORS!
de: Jup, er ist's. Nun gut Männer, es ist an der Zeit diese Bedrohung ein- für allemal auszuschalten. FÜR ZWERGENPFORTE!
fr: Mouais, c'est bien lui. Eh bien soldats, il est temps d'éradiquer cette menace une bonne fois pour toutes ! POUR LES PORTES DES NAINS !

source: FOR DWARVEN DOORS!
de: FÜR ZWERGENPFORTE!
fr: POUR LES PORTES DES NAINS !

source: CHARGE!!!
de: Angriff!
fr: CHARGEZ !!!

source: YEEAAAAHHHHH!
de: JAAAAAAAAAA!
fr: OUUAAAAIIIIISSS !

source: Defeat Rakshas... if you can...
de: Besiege Rakshas (Wenn du kannst...)
fr: Tuez Rakshas... si vous le pouvez...

source: You monsters think you are so tough don't you? Well check this out.
de: Ihr Ungeheuer glaubt ihr seid ganz harte Brocken, was? Hier, schluckt dies!
fr: Vous les monstres croyez être les plus forts, hein ? C'est ce qu'on va voir.

source: Woha! That trick is a bit hard on the constitution.
de: Puh, der Trick zehrt übel an der Gesundheit.

source: Well be grateful that you are alive.
de: Nun, sei dankbar dass du lebst.
fr: Estime-toi heureuse d'être toujours en vie.

source: Hehehehe, thank you honey.
de: Hehehehe, dank dir Liebling.
fr: Héhéhéhé, merci chéri.

source: Thank the lords of light not me!
de: Danke den lichten Göttern, nicht mir.
fr: Remercie les seigneurs de la lumière, pas moi !

source: Oh dear. Did you just go and kill yourself again Marcus? Well, I'll fix that.
de: Oh je. Hast du dich gerade wieder umgebracht Markus? Warte, ich biege das hin.
fr: Oh mon dieu. Tu es encore allé te faire tuer, Marcus ? Bon, je vais arranger ça.

source: Marcus! You bad boy, always getting into trouble.
de: Markus! Du böser Junge, immer steckst du in Schwierigkeiten.
fr: Marcus ! Tout le temps en train de t'attirer des ennuis, petit garnement.

source: Sorry, won't do it again. Promise!
de: Tschuldigung, kommt nicht wieder vor. Versprochen!
fr: Pardon, j'le ferai plus, promis !

source: Arrrrgh! I have done my best..... but I can go no further.... stop..... the .... orcs..... save the dwarves...... save.....Wesnoth.........
de: Arrrrgh! Ich habe mein Bestes gegeben... Doch ich kann nicht weiter... Haltet die Orks... auf ... Rettet ... die Zwerge ... Rettet ... Wesnot...
fr: Arrrgh ! J'ai fait de mon mieux..... mais je ne peux continuer.... arrêtez..... les.... orcs..... sauvez les nains..... sauvez.....Wesnoth........

source: No Tallin! Don't die! We can't make it without you!
de: Nein Tallin! Stirb nicht! Ohne dich sind wir verloren!
fr: Tallin, non ! Ne meurs pas ! On n'y arrivera pas sans toi !
sv: Nej, Tallin! Dö inte! Vi klarar oss inte utan dig!

source: Geez, we have been fighting them for three whole days and nights now with no end in sight. Now the forth night is approaching, what should we do?
de: Zum Henker, wir bekämpfen sie nun schon seit drei Tagen und Nächten und es ist immer noch kein Ende in Sicht. Die vierte Nacht senkt sich herab, was sollen wir tun?
fr: Morbleu ! Cela fait maintenant trois jours et trois nuits que nous nous battons contre les orcs et nous n'en voyons toujours pas le bout. La quatrième nuit approche, que devons-nous faire ?

source: It seems hopeless to continue on like this. The orcs numbers are unlimited and Rakshas is very well guarded. The only possible outcome to all this is more slaughter.
de: Es ist hoffnungslos so fortzufahren. Die Orks sind zahllos und Rakshas wird gut beschützt. Das einzige Ergebnis wäre weiteres Gemetzel.
fr: Il est inutile de continuer ainsi. Les orcs sont en nombre illimité et Rakshas est trop bien gardé. La seule issue de tout ceci ne peut être que plus de carnage encore.

source: I propose that we retreat back into the caves and consult with the dwarves.
de: Ich schlage vor, wir ziehen uns in die Minen zurück und beratschlagen mit den Zwergen.
fr: Je propose que nous battions en retraite dans les cavernes et que nous consultions les nains.

source: I agree Tallin, it is pointless to cary on.
de: Ich stimme zu, Tallin, es ist hoffnungslos.
fr: Je suis d'accord avec toi, Tallin. Ça ne servirait à rien de continuer.

source: Very well. EVERYONE! FALL BACK!
de: Nun gut. RÜCKZUG!
fr: Très bien. QUE TOUT LE MONDE SE REPLIE !

source: Awwwww! Just when I was having the most fun!
de: Oh, verdammt. Gerade wo ich anfing Spaß zu haben!
fr: OOOhhh, je commençais seulement à m'amuser !

source: So your forces are managing to advance upon me are they? Very impressive but it shall do you no good. KNIGHTS!!!
de: So, deine Truppen haben es geschafft gegen mich vorzurücken? Eindrucksvoll, aber sinnlos. WOLFSREITER!
fr: Alors tes forces arrivent à gagner du terrain contre moi ? Très impressionnant, mais ça ne te servira à rien. CHEVALIERS !!!

source: HAHAHAHAHA, GOT YOU SUCKERS!
de: HAHAHAHAHA, jetzt bist du dran Schwachmat!
fr: HAHAHAHAHA, JE VOUS AI BIEN EUS, ORDURES !

source: Oh hell! Form up men, back to back, don't let them penetrate our ranks.
de: Zum Teufel! Formiert euch Männer, Rücken an Rücken, hindert sie daran unsere Reihen zu druchbrechen.
fr: Enfer et damnation ! Formez les rangs, dos à dos, ne les laissez pas percer nos défenses.

source: That's not all my old friends. GENNERALS, CALL THE RESERVES!
de: Das ist noch nicht alles, meine Freunde. GENERÄLE, FÜHRT DIE RESERVE INS FELD!
fr: Ce n'est pas tout, chers amis. GENERAUX, ENVOYEZ LES RENFORTS !

source: Oh yeah!
de: Oh ja!
fr: Ah ouais !

source: Oooooooh! Time to start the fun!
de: Oooooooh! Es ist an der Zeit loszulegen!
fr: Ooooooh ! Il est temps de commencer les festivités !

source: You are so dead you human verman!
de: Du bist gleich tot, du menschlicher Abschaum!
fr: Vous êtes déjà morts, pourritures d'humains !

source: This doesn't look good...
de: Das sieht nicht gut aus...

source: Argh! I have been slain!
de: Argh! Ich wurde getötet.

source: Killed him! Got his gold too. Lets see hmmmmm about 500 gold pieces. Not bad.
de: Hab' ihn erwischt. Hab' auch sein Gold eingesackt, an die 500 Goldstücke. Nicht schlecht...
fr: On l'a eu ! Et son or aussi. Voyons voir... hmmmmm environ 500 pièces d'or. Pas mal.

source: They have killed one of my generals! REINFORCEMENTS!
de: Sie haben einen meiner Generäle getötet. VERSTÄRKUNG!
fr: Ils ont tué un de mes généraux ! RENFORTS !

source: My death will only make the master's punishment for you worse you fools!
de: Mein Tod wird eure Strafe nur erhöhen, ihr Narren!
fr: Ma mort ne rendra votre châtiment que plus terrible, bande d'imbéciles !

source: Your death makes your master's punishment from us one step closer!
de: Dein Tod entfernt die Strafe deines Herrn einen Schritt weiter.

source: But my my, what's in that big pouch? 300 gold! Not bad.
de: Aber aber, was ist in diesem dicken Beutel? 300 Goldstücke! Nicht schlecht...
fr: Mais tiens tiens, qu'y a-t-il dans cette grosse bourse ? 300 pièces d'or ! Pas mal.

source: You vermin will pay for that! REINFORCEMENTS!
de: Du Wurm wirst dafür bezahlen! VERSTÄRKUNG!
fr: Vous paierez pour cet affront, vermines ! RENFORTS !

source: Ahhhh! The defiles have slain me!
de: Ahhhh! Die Schänder haben mich getötet!
fr: Ahhhh ! Ces impurs m'assassinent !

source: Geez, you sound like some sort of religious fanatic! Well, like any religious zealot, do you have some gold for me?
de: Zum Henker, du klingst wie ein religiöser Fanatiker. Nun, hast du, wie alle religiösen Fanatiker, ein wenig Gold für mich?
fr: Fichtre, on croirait entendre une espèce de fanatique religieux ! Eh bien, comme tout bon zélote, tu as de l'or pour moi ?

source: Ahhh yes 400 gold. Praise the Master *snicker* .
de: Oh ja, 400 Goldstücke. Preiset den Herrn! *kicher*
fr: Ahhh oui, 400 pièces d'or. Loué soit le Maître *ricanements*.

source: What! My loyal Flang is gone! You human worms shall pay! REINFORCEMENTS!
de: Was? Mein loyaler Flang ist gefallen! Ihr menschlichen Würmer sollt dafür bezahlen! VERSTÄRKUNGEN!
fr: Quoi ! Mon fidèle Flang est tombé ! Vous le paierez, vermines d'humains ! RENFORTS !

source: What! I die! But how can this be? The master told me that I would always be one of his generals.
de: Was? Ich sterbe! Aber wie kann das sein? Der Herr sagte, ich würde für immer einer seiner Generäle sein.
fr: Quoi ! Je meurs ! Mais comment est-ce possible ? Le maître m'a dit que je serais toujours l'un de ses généraux.

source: You lived as a fool and shall die as one. Now lets see how much money your master pays a fool.
de: Du lebtest als ein Narr und stirbst als einer. Nun lass sehen, wieviel Gold dein Herr einem Narren bezahlt.
fr: Tu as vécu en idiot et mourras comme tel. Maintenant, voyons combien ton maître paie un imbécile comme toi.

source: 600 gold! Wow! The 'Master' must be an even greater fool then I thought!
de: 600 Goldstücke! Wow! Dein Herr muss ein noch größerer Trottel sein als ich dachte.
fr: 600 pièces d'or ! Ouaouh ! Le ''Maître'' doit être encore plus bête que ce que je pensais !

source: You foolish humans! You shall all soon be meat for my wolves! REINFORCEMENTS!
de: Ihr närrischen Menschen! Schon bald werdet ihr Wolfsfutter sein! VERSTÄRKUNG!
fr: Humains stupides ! Vous serez bientôt de la viande pour mes loups ! RENFORTS !

source: May you shut your ugly mouth and hurry up and die.
de: Mögest du dein großes Maul halten und endlich krepieren.
fr: Que tu fermes ta sale gueule et meurs en vitesse.
sv: Måtte du stänga din fula mun och dö någon gång.

source: MAY THE EARTH OPEN UP AND SWALLOW YOU! MAY ALL YOUR TEETH FALL OUT! MAY YOU BECOME A WEAK SKINNY OLD MAN! MAY.............
de: MÖGE DIE ERDE SICH AUFTUN UND DICH VERSCHLINGEN! MÖGEN ALLE DEINE ZÄHNE AUSFALLEN! MÖGEST DU EIN SCHWACHER UND DÜRRER ALTER MANN WERDEN! MÖGE...
fr: QUE LA TERRE S'OUVRE ET VOUS AVALE ! QUE VOS DENTS TOMBENT ! QUE VOTRE CHAIR SE FLÉTRISSE ! QUE.............

source: Finally! He has been reduced to dust.
de: Endlich! ist er zu Staub zerfallen!
fr: Enfin ! Ce n'est plus qu'un amas de poussière.
sv: Äntligen! Nu återstår bara stoft av honom.

source: Settling Disputes
de: Einen Streit schlichten
fr: Règlement de comptes

source: Thus Tallin and his men made an orderly withdraw into the caves with the orcs right behind them.
de: Tallin und seine Männer zogen sich geordnet in die Höhlen zurück, mit den Orks auf ihren Fersen.
fr: Ainsi Tallin et ses hommes se retirèrent en ordre dans les cavernes, les orcs à leurs trousses.

source: The dwarves were more then ready for them however and as soon as the humans got though the defenses the well prepared dwarves fell on the already bloodied orcs.
de: Die Zwerge waren jedoch bereit und empfingen die bereits geschwächten Orks mit wütenden Angriffen, kaum waren die Menschen in Sicherheit.
fr: Les nains étaient cependant fin prêts à les recevoir et aussitôt que les humains eurent passé les défenses, les nains bien organisés tombèrent sur les orcs déjà meurtris.
