Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Oh, Anita, we forgot to mention. There is a large elvish force moving this direction. By now they must not be more then a few days from here. It seems that your father sent them to either free you or bargain for your release.
de: Oh, Prinzessin Anita, wir vergassen zu sagen, dass sich bereits eine große elfische Armee in der Gegend befindet. Vermutlich hat euer Vater sie ausgesandt, um euch zu befreien.
fr: Oh, Anita, j'allais oublier. Une grande force elfe se déplace dans notre direction. Ils ne doivent plus être qu'à quelques jours d'ici. Il semblerait que votre père les ait envoyés pour vous délivrer ou négocier votre libération.

source: Why didn't you tell me earlier? Oh well, let's send out a gryphon with my personal seal telling them that I shall soon be taking command of the force. Tell them to come straight to Knalga and meet me there.
de: Warum habt ihr mir das nicht früher erzählt? Dann sendet einen Greifen mit meinem persönlichen Siegelring und der Nachricht, dass ich schon bald persönlich das Kommando übernehmen werde. Gebt ihnen Order, direkt nach Knalga zu marschieren und mich hier zu treffen.
fr: Pourquoi ne pas me l'avoir dit plus tôt ? Eh bien, envoyons un griffon avec mon sceau personnel pour leur dire que je prendrai bientôt la tête de l'armée. Dites-leur de venir directement à Knalga et de m'y retrouver.

source: Sounds good. Lets get moving people.
de: Dies klingt gut. An die Arbeit, Leute!
fr: Bonne idée. En route, tout le monde !

source: Not at all. I am Tallin from the human community of Dwarven Doors. Together with the Dwarvish Lord Hamel and the mage Ro'Arthian and his brother we are tying to bring Knalga back from the shambles that it is in.
de: Nicht im geringsten. I bin Tallin, von der menschlichen Gemeinschaft aus Zwergenpforte. Zusammen mit dem Zwergenfürsten Hamel und dem Magier Ro'Arthian mit seinem Bruder versuchen wir Knalga aus den Trümmern wiederauferstehen zu lassen.
fr: Pas du tout. Je suis Tallin de la communauté humaine des Portes des Nains. Avec le Seigneur nain Hamel et le mage Ro'Arthian et son frère, j'essaie de sortir Knalga de la pagaille dans laquelle elle se trouve.

source: Uh huh. Good for you.
de: Oho, gut für dich.
fr: Hum hum. Vous m'en voyez ravie.

source: The only problem - or major one anyway- is these blasted orcs. They all have united under the leadership of this guy called Rakshas and are determined to make Knalga into an orcish stronghold - enslaving or killing any humans, dwarves or anything else along the way.
de: Doch diese verfluchten Orks sind ein großes Hindernis für diesen Plan. Sie haben sich unter Rakshas Kommando vereinigt und sind entschlossen Knalga zu einem orkischen Stützpunkt zu machen und alle Zwerge und Menschen, die sich ihnen in den Weg stellen, zu töten und den Rest zu versklaven.
fr: Le seul problème - et non des moindres - est ces maudits orcs. Ils se sont tous unis sous la bannière de ce type appelé Rakshas et sont déterminés à faire de Knalga une forteresse orc - asservissant ou tuant tout humain, nain ou quiconque se dressant sur leur passage.

source: So what does this have to do with me?
de: Und, was hat das mit mir zu tun?
fr: Et quel est le rapport avec moi ?

source: Well you see Princess, there is a large elvish force not far from here who - we believe anyway - has been sent to free you. We were hoping of we could secure your release you guyz would help us crush the orcish host.
de: Seht Prinzessin, es gibt eine große elfische Streitmacht in der Nähe, welche, wie wir annehmen, ausgesandt wurde um euch zu retten. Wir hofften, dass eure Befreiung uns die Hilfe der Elfen versichern könnte.
fr: Voyez-vous, Princesse, il y a une grande force elfe pas très loin d'ici qui - enfin, c'est ce que nous croyons - a été envoyée pour vous libérer. Nous espérions qu'en vous délivrant, nous aurions votre aide pour écraser les cohortes orcs.

source: Pff, foolish mortal. What in the world gave you THAT idea.
de: Hah, närrischer Sterblicher. Was um alles in der Welt hat dich auf diese Idee gebracht?

source: You ungrateful wretch! I am going to break your neck!
de: Du undankbare Ziege! Ich werde dir das Genick brechen!
fr: Misérable ingrate ! Je vais te tordre le cou !

source: Make one move towards me lich and you'll find yourself dangling off the end of a vine.
de: Mach einen Schritt in meine Richtung, Leichnam, und du wirst am Ende eines Stricks baumeln.

source: Leave her alone lich! This was a fools quest to begin with and attacking her won't make the situation better. Especially an attack from an incompetent like you!
de: Lass sie in Ruhe, Leichnam. Dies war von Anfang an ein närrisches Unternehmen. Sie anzugreifen wird diese Situation auch nicht retten -- am allerwenigsten ein Angriff von jemand so Unfähigem wie dir!
fr: Laisse-la tranquille, liche ! C'était une quête insensée dès le départ et ce n'est pas en l'attaquant qu'on va faciliter les choses. D'autant plus si l'attaque vient d'un incapable comme toi !

source: Peace! Peace!
de: Beruhigt euch!
fr: Du calme, s'il vous plaît ! Du calme !

source: Well what about the orcs then Princess? Don't you wish to be rid of them?
de: Was ist denn mit den Orks, Prinzessin? Würdet ihr sie nicht auch gerne loswerden?

source: How we deal with the orcs is none of your concern!
de: Es ist unsere Angelegenheit wie wir mit den Orks fertig werden, nicht eure.
fr: Ce que nous pensons des orcs ne vous regarde pas !

source: What a little priss. She just makes me want to fry her!
de: Was für eine eitle Glucke. Ich verspüre den dringenden Wunsch sie zu flambieren!
fr: Quelle petite prude ! Elle me donne envie de la faire frire !

source: Mind your betters mage!
de: Überleg es dir, Magier!
fr: Surveille tes manières, mage !

source: Mind your tongue elf!
de: Hüte deine Zunge, Elf!
fr: Surveille ta langue, elfe !

source: Frankly elf, I am disappointed. I was always under the impression that elves were an honorable lot who took their debts seriously.
de: Ehrlich, Elfe, ich bin enttäuscht. Ich dachte immer, Elfen seien ein ehrliches Volk, welche ihre Schulden ernst nähmen.
fr: Franchement, elfe, je suis déçu. J'ai toujours cru que les elfes étaient un peuple honorable qui prenait leurs dettes au sérieux.

source: Who said that I wasn't going to repay you? When I get back to the elves then we will give you five thousand gold for your trouble.
de: Wer sagte ich würde euch nicht bezahlen? Sobald ich zu den Elfen zurückgekehrt bin wird mein Vater euch 5.000 Goldstücke als Entschädigung senden.
fr: Qui a dit que je n'allais pas récompenser vos efforts ? Quand je serai de retour chez les elfes, je vous enverrai cinq mille pièces d'or pour votre peine.

source: We already have hordes of gold! We don't need anymore!
de: Wir haben bereits Tonnen von Gold, wir brauchen keines mehr!
fr: Mais nous avons déjà des tonnes d'or ! Nous n'avons pas besoin de plus !

source: That is your concern not mine human.
de: Das ist euer Problem, Mensch, nicht meines.
fr: C'est votre problème, pas le mien, humain.

source: *sigh* Oh well. It wasn't as if we weren't expecting this.
de: *Seufzt* Nun gut, es ist nicht so als hätten wir dies nicht erwartet.
fr: *soupir* Très bien. Ce n'est pas comme si nous ne nous y attendions pas.

source: See, I told you so!
de: Siehste, habe ich doch gesagt!
fr: Tu vois, je te l'avais dit !

source: I know, you were right. I am sorry Ro'Arthian. I should have listened to you.
de: Ich weiß, du hattest Recht Ro'Arthian. Es tut mir leid, ich hätte auf dich hören sollen.
fr: Je sais, tu avais raison. Je suis désolé, Ro'Arthian. J'aurai dû t'écouter.

source: Well, it's pointless to linger here. Let's get back to Knalga.
de: Egal, es ist sinnlos hier herumzulungern. Lasst uns nach Knalga zurückkehren.
fr: Bien, inutile de s'attarder. Rentrons à Knalga.

source: Move Tallin to the Signpost in the north
de: Bewege Tallin zu dem Wegweiser im Norden.
fr: Amener Tallin au panneau au nord

source: Ack! Stupid Troll!
de: Autsch! Blöder Troll!
fr: Ah ! Stupide Troll !

source: Your efforts to destroy us are in vain you foul creature.
de: Deine Anstrengungen uns zu besiegen sind sinnlos, finstere Kreatur!
fr: Tes efforts pour nous détruire sont vains, créature putride !

source: There we go, payback time!
de: Los gehts, Zeit zur Revanche.
fr: Et c'est reparti pour un tour !

source: Stupid Troll, maybe next time you should try killing someone who can be killed.
de: Dummer Troll, vielleicht solltest du nächstes mal lieber jemanden töten, der getötet werden kann.
fr: Stupide Troll, peut-être devrais-tu essayer de tuer quelqu'un qui puisse mourir la prochaine fois.

source: Argh! I am finished, but our campaign must... not end... get... back.... to.... Knalga..... and ..... save..... our...... people.......
de: Argh! Ich bin erledigt, aber unser Feldzug darf ... nicht ... enden... Kehrt ... nach Knalga ... zurück ... und rettet ... unser ...Volk...
fr: Argh ! Je succombe, mais notre quête doit... continuer... retournez...à... Knalga... et... sauvez... notre... peuple.......

source: Alas, your mission to secure our help has failed!
de: Herjeh, dein Versuch Hilfe für unsere Aufgabe zu finden ist gescheitert.
fr: Hélas ! Votre chance de gagner notre aide part en fumée !

source: I am sorry Elenia, we tried our best. I guess now we'll just have to do this without the elves. Foreword men.
de: Es tut mir leid, Elenia, wir haben alles versucht. I fürchte nun müssen wir es halt ohne Unterstützung durch die Elfen schaffen. Vorwärts, Männer!
fr: Je suis navré Elenia, nous avons fait de notre mieux. Je crois que nous ne pouvons plus compter sur les elfes maintenant. En avant, soldats.

source: Blast it! All those lives, gold and effort have gone to waste! I guess now we'll just have to do this without the elves. Foreword men.
de: Verflucht! All das Gold, die Mühen und Leben wurden verschwendet! Ich fürchte nun müssen wir es ohne die Unterstützung der Elfen schaffen. Vorwärts, Männer!
fr: Malédiction ! Toutes ces vies, cet or et ces efforts dépensés en vain ! Je suppose que nous ne pouvons plus compter sur les elfes, désormais. En avant, soldats.

source: Ok, I can see the dwarvish defenses just ahead. Lets go!
de: Gut, ich kann die zwergischen Verteidigungsanlagen sehen. Vorwärts!
fr: Ok, j'aperçois les défenses naines juste devant. Allons-y !

source: Hey look, it's a troll!
de: Sieh mal, ein Troll!
fr: Hé regardez, un troll !

source: A troll? What in the world are trolls doing this close to Knalga? Something is up men, lets hurry up and get back.
de: Ein Troll? Was um alles in der Welt tut ein Troll so nahe an Knalga? Irgendetwas stimmt hier nicht Männer, lasst uns schnell zurückkehren.
fr: Un troll ? Mais qu'est-ce qu'un troll fait aussi près de Knalga ? Quelque chose ne va pas, dépêchons-nous d'y retourner !

source: Epilogue
de: Ausklang
fr: Épilogue

source: The dead and wounded being cared for and after the party having died down, everyone gathered together in the conquered castle to decide on their next course of action.
de: Nachdem die Toten begraben und die Verwundeten versorgt sind und der Sieg ausreichend gefeiert wurde treffen sich alle in der eroberten Burg, um die Zukunft zu besprechen.
fr: On enterra les morts et on s'occupa des blessés. Après que les armées furent dissoutes, les principaux acteurs de la défaite de Rakshas se rassemblèrent dans la forteresse conquise pour décider de la suite des évènements.

source: So, Rakshas has been defeated and all the armies that he has gathered have been crushed. This takes care of many problems but if we don't take proper steps, we could be in for trouble later.
de: Raksha ist geschlagen und seine Truppen sind zerschmettert. Dies löst einen Großteil unserer Probleme, aber wenn wir uns nicht vorsehen, werden wir schon bald wieder Schwierigkeiten haben.
fr: Ainsi, Rakshas est vaincu et toutes les armées orcs qu'il avait levées ont été anéanties. Ça simplifie considérablement la donne, mais si nous ne prenons pas les bonnes décisions maintenant, nous pourrions le regretter plus tard.

source: How is that Tallin?
de: Wie kommst du darauf, Tallin?
fr: Comment ça, Tallin ?

source: As we have discussed before with the dwarves, Rakshas alone wasn't our main problem, our main problem is the nature of the orcs themselves.
de: Wie wir bereits früher besprochen haben, war Rakshas nicht unser einziges Problem. Ein viel größeres Problem sind die Gewohnheiten der Orks.

source: Orcs in general are very numerous and warlike. This usually isn't a problem since they are almost always fighting amongst themselves. If, however, a strong orcish leader emerges like Rakshas, they can become a serious threat, as we have seen by the way Knalga was thrown into chaos.
de: Orks im allgemeinen sind sowohl Zahlreich als auch Kriegerisch. Normalerweise ist dies kein Problem, da sie sich normalerweise untereinander bekämpfen. Falls sich jedoch ein starker Anführer, wie Rakshas, an ihre Spitze setzt, werden sie zu einer ernsten Gefahr, wie wir an Knalgas Untergang erkennen.
fr: Les orcs sont de manière générale très nombreux et belliqueux. Ce n'est pas un problème la plupart du temps puisqu'ils se battent presque toujours entre eux. Par contre, si un puissant chef orc comme Rakshas vient à les unir, ils peuvent devenir une menace sérieuse, comme nous l'avons vu quand Knalga fut plongée dans le chaos.

source: So basically, we have to see to it that the orcs do not unite under one strong, warlike leader in the future.
de: Daher müssen wir verhindern, dass sich die Orks jemals wieder unter einem Anführer vereinigen.
fr: Donc, en gros, nous devons nous assurer que les orcs ne se rassemblent plus derrière un chef puissant et belliqueux à l'avenir.

source: Exactally.
de: Genau.
fr: Exacteument.

source: Another thing to consider people is that we don't just want to keep the orcs from ruling the Northlands, but we want to make the Northlands a safe place for people to trade, travel and live in peace. In other words, we also have to make sure that no isolated bands of orcs, trolls, ogres or any other creatures are roving around praying on innocent people.
de: Was wir außerdem beachten müssen, ist, dass wir nicht bloß die Orks an der Herrschaft über die Nordlande hindern wollen. Wir wollen die Nordlande vielmehr zu einem Ort machen, an dem die Menschen in Frieden leben, reisen und arbeiten können -- mit anderen Worten, wir müssen außerdem sicherstellen, dass keine Banden aus Orks, Trollen, Ogern oder sonstigen Viechern herumstreunen und ehrbare Leute belästigen.
fr: Autre chose : non seulement ne faut-il pas que les orcs puissent régner sur les Terres du Nord, il faut aussi faire des Terres du Nord un lieu sûr où les gens pourront commercer, voyager et vivre en paix. Autrement dit, nous devons également nous assurer que les gens innocents ne seront pas la proie de bandes éparses d'orcs, de trolls, d'ogres ou d'autres créatures errantes.

source: Good point. Does anybody have any ideas?
de: Guter Einwand. Hat irgendjemand einen Vorschlag?
fr: Bien vu. Quelqu'un aurait-il une idée ?

source: Actually, I do have suggestion.
de: In der Tat habe ich einen Vorschlag.
fr: À vrai dire, j'ai bien une suggestion.

source: Wither or not any of us like it, the fact is that orcs are here to stay. They have just as much right to live here and be treated fairly as everyone else does.
de: Ob es den Leuten hier gefällt oder nicht, Tatsache ist, dass wir die Orks nicht ausrotten können. Dies dürfte sich nicht nur als praktisch unmöglich erweisen, sondern wäre auch unmoralisch. Die Orks haben ebenso ein Recht zu leben wie alle anderen auch.
fr: Que cela nous plaise ou non, le fait est que les orcs se sont installés ici durablement. Ils ont autant que nous le droit de vivre ici et d'être traités avec justice.

source: So what I propose is the creation of a neutral body, composed of humans, dwarves, elves, drakes, trolls or anyone else who would like to join, no mater what race they come from - even orcs.
de: Daher schlage ich vor, eine unparteiische Organisation zu gründen, welche aus Menschen, Zwergen, Elfen, Trollen, Drakes und überhaupt jedermann, der sich ihm anschließen möchte, besteht -- selbst Orks.
fr: Ce que je propose donc est la création d'un organe neutre, regroupant humains, nains, elfes, drakes, trolls ou tout autre race souhaitant nous rejoindre, quelle qu'elle soit - même des orcs.

source: This body would not claim sovereignty over any land, race or territory but exist solely for the purpose of bringing peace and justice to the lands south and east of the Great Ocean, north of Wesnoth and west of the Elvish Forests.
de: Diese Organisation würde keine Herrschaft über bestimmte Landstriche, Rassen oder Völker beanspruchen, sonder lediglich dazu dienen, um Frieden und Gerechtigkeit in die Länder südlich und östlich des Großen Ozeans, nördlich Wesnoth' und westlich der Elfenwälder zu bringen.
fr: Cet organe n'aurait de souveraineté sur aucune terre, peuple ou territoire et n'aurait pas d'autre finalité que d'apporter la paix et la justice sur les terres qui s'étendent au sud et à l'est du Grand Océan, au nord de Wesnoth et à l'ouest des Forêts Elfes.

source: The first purpose of this body would be to go to go to each orcish tribe and make an agreement with them that would ensure that the problems we have had with them in the past won't happen again.
de: Die erste Aufgabe einer solchen Organisation wäre es, Unterhändler zu jedem Orkstamm zu schicken und diesen von einem Vertrag zu überzeugen, welcher Schwierigkeiten wie jene, die wir gerade überwunden haben, in Zukunft verhindern soll.
fr: Son objectif premier serait d'aller à la rencontre de chaque tribu orc pour passer un accord qui certifierait que les problèmes connus par le passé ne se reproduiront plus.

source: Right now the orcs have just experienced a crushing defeat so it shouldn't be too hard to get them to agree. In the future, if they should go back on their agreement, and threaten the peace and prosperity of the North, then the army maintained by this body would crush them.
de: Nach dieser vernichtenden Niederlage sollte es nicht schwer fallen, die Orks von einer solchen Abmachung zu überzeugen. Sollten sie in Zukunft jemals den Frieden und den Wohlstand des Norden bedrohen, werden die Mitglieder der Organisation eine Armee aufstellen und sie wieder befrieden.
fr: Aujourd'hui les orcs viennent de subir une cuisante défaite, il ne devrait donc pas être trop difficile de leur faire accepter cet accord. À l'avenir, s'ils devaient revenir sur leur promesse et menacer la paix et la prospérité du Nord, alors l'armée entretenue par cet organe les écraserait.

source: That is the basic outline of my proposal. Does anybody here approve of it?
de: Dies ist ein grober Abriß meines Vorschlags. Was haltet ihr davon?
fr: Voilà les grandes lignes de ma proposition. Quelqu'un approuve-t-il cette idée ?

source: Hearing the words of the wise mage, the whole assembly erupted with cries of approval.
de: Die Anwesenden lassen begeistert ihre Zustimmung hören, nachdem sie die Worte des weisen Magiers vernommen haben.
fr: Les paroles du sage magicien déclenchèrent des cris d'approbation furieux dans toute l'assemblée.

source: Awesome!
de: Beeindruckend!
fr: Terrible !

source: Great!
de: Großartig!
fr: Fantastique !

source: Smart!
de: Pfiffig!
fr: Génial !

source: Sounds like fun.
de: Klingt spannend.
fr: Ça m'botte !

source: Rising to his feet and Hamel raised his hands and waited for the clamor to die down.
de: Hamel steht auf, erhebt seine Hand und wartet darauf, dass der Tumult um ihn abebbt.
fr: Se dressant sur les pieds, Hamel leva les mains et attendit que les clameurs se calment.

source: Over time, Tallin has proved himself to be a wise, courageous and capable leader. He is respected by humans, elves and dwarves alike. I therefore propose that Tallin be made the head of this new body.
de: Im Laufe der Zeit hat Tallin bewiesen, dass er ein weiser, tapferer und fähiger Anführer ist. Er wird von Menschen, Elfen und Zwergen gleichermaßen geschätzt. Aus diesem Grund schlage ich vor, dass Tallin der Vorsitzende dieser Organisation sein soll.
fr: Avec le temps, Tallin a prouvé qu'il était un chef sage, courageux et compétent. Il a gagné le respect des humains, aussi bien que celui des elfes et des nains. Je propose donc que Tallin soit désigné à la tête de ce nouvel organe.

source: Once again the council erupted into thunderous approval. The tumult lasted for some time and at long last Tallin rose to his feet and held up his hands for quiet.
de: Noch einmal bebt der Saal unter dem donnerndem Applaus der Anwesenden. Der Tumult hält für einige Zeit an, bis Tallin sich schließlich erhebt und mit seinen Händen um Ruhe bittet.
fr: Une nouvelle fois, le conseil explosa en un tonnerre d'approbations. Le tumulte dura un moment, jusqu'à ce qu'enfin Tallin se lève à son tour et réclame le silence de ses mains levées.

source: I thank everyone for the love and honor bestowed upon me. In honor of that love I accept this responsibility.
de: Ich danke jedermann für die Zuneigung und Ehre, welche ihr mir erweist. Angedenk dessen bin ich bereit, diese Verantwortung zu übernehmen.
fr: Je remercie tout le monde pour l'amour et l'honneur que vous m'accordez. En l'honneur de cet amour, j'accepte cette responsabilité.

source: The ensuing uproar threatened to erupt into a full blown celebration but Tallin finally managed to calm everyone down.
de: Der anschließende Tumult drohte zu einer ausgewachsenen Feier zu werden, doch Tallin gelang es nochmals Ruhe im Saal zu erzeugen.
fr: Les vivats qui s'ensuivirent menacèrent de se transformer en un véritable festival d'allégresse générale, mais Tallin finit par réussir à calmer l'assemblée.

source: One thing is for certain, I cannot do this task all by myself; I will need the help of all of you.
de: Doch eins ist gewiß, ich kann diese Aufgabe nicht allein erfüllen. Ich brauche dazu euer aller Hilfe.
fr: Une chose est sûre, je ne peux pas me charger de cette tâche tout seul. J'aurai besoin de votre aide à tous.

source: Father Marcus, this whole plan is your idea. Would you and your wife be willing to stand by my side and support me?
de: Vater Markus, dies ist euer Plan. Würdet Ihr und eure Frau mir beistehen und mich beraten?
fr: Père Marcus, cette proposition est la tienne. Seriez-vous d'accord, ta femme et toi, pour vous tenir à mes côtés et me soutenir ?

source: Gladly Tallin. We will stand by your side till the end of time if need be.
de: Mit Vergnügen, Tallin. Wenn es sein muss, werden wir bis ans Ende der Zeit bei euch bleiben.
fr: Avec joie, Tallin. Nous nous tiendrons à tes côtés jusqu'à la fin des temps si besoin est.

source: I am yours to command my lord.
de: Ich unterwerfe mich eurem Befehl, mein Fürst.
fr: Je suis à vos ordres, Seigneur.

source: 'Lord' Oh no!
de: "Fürst" Oh nein!
fr: Oh non, pas de ''seigneur'' !

source: Hehe, better get used to it.
de: Haha, gewöhn' dich lieber dran.
fr: Héhé, tu ferais bien de t'y habituer.

source: You have led the myself and The Shinsplitters well and we are all very fold of you. In maintaining justice in these Northlands we will always be at your disposal.
de: Du hast mich und die Schienenmalmer gut geführt und wir sind von Dir sehr angetan. Wir werden Dir jederzeit dienen, wenn der Frieden der Nordland bedroht ist.
fr: Vous nous avez dirigés, moi et mes Brisetibias, avec grandeur et bonté et nous vous apprécions énormément. Nous serons toujours à votre disposition pour maintenir la justice dans les Terres du Nord.
