Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: *aside* Camerin, you know him?
de: *flüsternd* Camerin, du kennst ihn?
fr: *à part* Camerin, tu le connais ?

source: *aside* Duh! His brother Ro'Arthian is the one who taught me magic!
de: *leise* Und wie! Sein Bruder Ro'Arthian war mein Zaubermeister!
fr: *à part* Bah ! C'est son frère Ro'Arthian qui m'a enseigné la magie !

source: *aside* Oh....!
de: *flüsternd* Ohh....
fr: *à part* Oh... !

source: Now wait a sec my friend. You won't believe what a blast it is fighting with these guyz. You get to fry skeletons, orcs, trolls, and wolves by the thousands! Come on old pal, be a sport.
de: Einen Moment, alter Freund. Du kannst dir nicht vorstellen, was für ein Spaß es ist an der Seite dieser Leute zu kämpfen. Du hast die Möglichkeit Skelette, Trolle, Orks und Wölfe zu tausenden zu grillen! Schlag ein alter Kumpel, sei kein Spielverderber.
fr: Attends une seconde, mon ami. Tu n'imagines pas comme on s'éclate en combattant avec ces gars-là. Tu dois faire frire des squelettes, des orcs, des trolls et des loups par milliers ! Allez mon pote, sois sympa !

source: Camerin, you were always a little crazy. Now I see you have gone stark raving mad! Do you really think we would help anyone! ESPECIALLY a bunch of dwarves!
de: Camerin, du hattest immer schon einen Sprung in der Schüssel. Aber jetzt bist du vollkommen von der Rolle. Kannst du dir wirklich vorstellen, wir würden irgendjemandem helfen? Ganz besonders einem Haufen Zwerge?
fr: Camerin, tu as toujours été un peu dingo. Mais je vois que maintenant t'es devenu complètement ravagé du citron ! Pensais-tu vraiment que nous allions aider quelqu'un ! Et SURTOUT un tas de nains !

source: Anyhow, I tire of this, prepare to die you dwarf! And the rest of you, get lost and don't come back, unless you're tired of life!
de: Egal, ich habe keine Lust mehr. Bereite dich auf deinen Tod vor, Zwerg! Und der Rest, macht euch vom Acker und bleibt weg, es sei denn ihr brennt darauf vor euren Schöpfer zu treten!
fr: De toute manière, je suis fatigué de cette conversation, aussi prépare-toi à mourir, nain ! Quant à vous autres, allez vous faire voir et ne revenez pas, à moins d'être fatigués de vivre !

source: Quick honey, we got to stop him. Lets go!
de: Schnell Liebling, wir müssen ihn aufhalten!
fr: Vite ma tendre, nous devons l'arrêter. Allons-y !

source: Hey, are you two going to hog all the fun for yourselves?
de: Hej, wollt ihr beiden etwa den ganzen Spaß für euch allein?
fr: Hé ! vous ne pensez quand même pas profiter seuls des festivités ?

source: Alright alright, hang on!
de: Schon gut, kommt mit.
fr: Ok, c'est bon, accroche-toi !

source: BROTHER! HELP ME!
de: Bruder, hilf mir!
fr: FRÈRE ! À L'AIDE !

source: *booming voice coming from all directions* SO YOU MAGES HAVE THE AUDACITY TO ATTACK MY BROTHER! YOU SHALL DIE FOR YOUR FOLLY!
de: *von überall herkommende, dröhnende Stimme* IHR MAGIER HABT DIE DREISTIGKEIT MEINEN BRUDER ANZUGREIFEN! IHR WERDET FÜR EURE TORHEIT STERBEN!
fr: *voix tonnante semblant provenir de toutes parts* VOUS AVEZ L'AUDACE D'ATTAQUER MON FRÈRE, MAGES ! VOUS ALLEZ MOURIR POUR CETTE FOLIE !

source: Ro'Arthian, listen to me. We don't want to fight with you, we have come here to seek your assistance.
de: Ro'Arthian, hör mir zu. Wir wollen nicht mit dir kämpfen, wir sind hergekommen weil wir deine Hilfe brauchen.
fr: Ro'Arthian, écoutez-moi. Nous ne sommes pas venus nous battre avec vous, au contraire nous venons quémander votre aide.

source: No answer
de: Stille.
fr: Pas de réponse

source: I know you can hear me Ro'Arthian. Please, the fate of every creature in the north depends on your help.
de: Ich weiß, dass du mich hören kannst, Ro'Arthian. Bitte, das Schicksal aller Bewohner des Nordens liegt in deiner Hand.
fr: Je sais que vous pouvez m'entendre, Ro'Arthian. S'il vous plaît, le sort de toutes les créatures du nord dépend de vous.

source: Give it up father, he isn't answering. I am afraid we may have to use um... more forceful means to convince him.
de: Lasst es gut sein, Vater, er antwortet nicht. Ich fürchte wir müssen, äh, schlagendere Argumente verwenden, um ihn zu überzeugen.
fr: Laisse tomber, mon père, il ne répond pas. J'ai bien peur que nous devions utiliser hum... des moyens plus énergiques pour le convaincre.

source: *sigh* Yes, you are right.
de: *Seufzt* Ich fürchte Ihr habt Recht.
fr: *soupir* Tu as sûrement raison.

source: Put Ro'Sothian into that jail over there until we capture his brother.
de: Setzt Ro'Sothian gefangen bis wir seinen Bruder überwunden haben.
fr: Enfermez Ro'Sothian dans cette cellule jusqu'à ce que nous ayons capturé son frère.

source: And someone keep an eye on him. We don't want him to get away.
de: Und irgendjemand soll ein Auge auf ihn werfen, wir wollen nicht, dass er sich aus dem Staub macht.
fr: Et que quelqu'un garde un œil sur lui. Il ne doit surtout pas s'échapper.

source: And Stalrag, you have heard our case. Will you help us capture these mages and after that, help us to defeat the orcs?
de: Und Stalrag, du hast unsere Not gehört. Wirst du uns helfen die Magier einzufangen und die Orks zu bekämpfen?
fr: Stalrag, vous avez entendu notre cause. Nous aiderez-vous à capturer ces mages, puis à défaire les orcs ?

source: You have saved my life Lord Tallin. The least I can do is help you defeat your enemies.
de: Ihr habt mein Leben gerettet Fürst Tallin. Das mindeste was ich tun kann ist, euch gegen eure Feinde beizustehen.
fr: Vous m'avez sauvé la vie, Seigneur Tallin. Le moins que je puisse faire est de vaincre vos ennemis.

source: Not just my enemies Stalrag, they are the enemies of any creature who doesn't want to be a slave of the orcs. And Stalrag, if we manage to capture these mages and convince them to help us, will you be willing to fight alongside them?
de: Es sind nicht nur meine Feinde, Stalrag, sondern Feinde aller freiheitsliebenden Bewohner des Nordens. Und Stalrag, sollten wir in der Lage sein, die Magier einzufangen und sie davon zu überzeugen, uns zu helfen, wärest du dann bereit an ihrer Seite zu kämpfen?
fr: Pas uniquement mes ennemis, Stalrag. Ce sont les ennemis de toutes les créatures qui ne veulent pas servir d'esclaves aux orcs. Une dernière chose, Stalrag : si nous réussissons à capturer ces mages et à les convaincre de nous aider, serez-vous d'accord pour vous battre à leurs côtés ?

source: You are asking for a bit much Lord. You have no idea of how many of my people those mages have killed. To take them as allies will be a disgrace to the sacrifice those brave dwarves have made.
de: Ihr verlangt viel Fürst. Ihr habt keine Ahnung, wie viele meiner Männer diese beiden Magier getötet haben. Sie als Verbündete anzunehmen hieße, das Opfer dieser tapferen Krieger zu mißachten.
fr: Vous m'en demandez un peu beaucoup, Seigneur. Vous n'avez pas idée de combien de gens de mon peuple ces mages ont pu tuer. M'allier à eux reviendrait à déshonorer le sacrifice que tous ces vaillants nains ont fait.

source: I respect your feelings Stalrag. I can relate because we ourselves are fighting the orcs for the freedom of our homeland as well.
de: Ich verstehe eure Gefühle, Stalrag. Ich kann sie verstehen, da wir selbst kämpfen, um unsere Heimat aus den Klauen der Orks zu befreien.
fr: Je respecte vos sentiments, Stalrag. Je les comprends car nous-mêmes combattons les orcs pour la liberté de notre terre natale.

source: But think of the whole picture Stalrag. Is not Knalga the true homeland of all dwarves?
de: Aber denke an das große Ganze, Stalrag. Ist nicht Knalga die Heimat aller Zwerge?
fr: Mais considérez les choses sous un jour différent. N'est-ce pas Knalga la vraie demeure des nains ?

source: Yes........?
de: Ja, und?
fr: Oui..... ?

source: And wouldn't you love to see Knalga rise once again to it's former glory?
de: Und würde es euch nicht glücklich machen, wenn es zu einstiger Pracht zurückkehren würde?
fr: Et ne voudriez-vous pas voir Knalga se relever et retrouver sa gloire passée ?

source: I would give my life if necessary.
de: Dafür würde ich mein Leben geben!
fr: J'en donnerais ma vie s'il le faut.

source: Yes. But you don't need to sacrifice your life just yet. The only thing you must sacrifice is your resentment towards these mages.
de: Vielleicht bietet sich diese Möglichkeit, doch im Augenblick wäre es ausreichend, wenn ihr eure Vorbehalten gegenüber diesen Magiern fallen ließet.
fr: Oui. Mais vous n'avez pas besoin de la sacrifier pour l'instant. La seule chose que vous devez sacrifier est votre rancœur envers ces mages.

source: Hrmph. I see that Hamel has been teaching you my Lord. Anyhow I will think about it. But for the time being I will be more then happy to teach those mages one more lesson.
de: Hmpf. Ich höre die Worte Hamels durch euch. Dennoch, ich werde darüber nachdenken. Zunächst einmal werde ich aber mehr als glücklich sein diesen Magiern eine weitere Lektion zu erteilen.
fr: Humpf. Je vois que Hamel a été un bon professeur, mon Seigneur. De toute manière, je dois encore y réfléchir. Pour le moment, je serai plus qu'heureux de donner une leçon de plus à ces mages.

source: Alright... and oh, by the way, call me Tallin. I don't know where this 'Lord' business comes from.
de: In Ordnung!. Oh, und bitte, nenn mich Tallin. Ich habe keine Ahnung warum mich jeder für einen Fürsten hält.
fr: D'accord... oh, à propos, appelez-moi Tallin. Je ne sais pas d'où vient toute cette histoire de ''Seigneur''...

source: Capture Ro'Arthian.
de: Fangt Ro'Arthian
fr: Capturer Ro'Arthian.

source: Alas! I am dying! Marcus darling, I wish you were beside me so that I may die in your arms! So that I may feel the kiss of your lips on mine one last time!
de: Ich sterbe! Markus, mein Geliebter, ich wünschte du wärst jetzt bei mir, so dass ich in deinen Armen stürbe! So dass ich ein letztes mal den Kuss deiner Lippen auf meinen spüren könnte!

source: *rolls eyes* Theta, do you always have to be so dramatic?
de: *verdreht die Augen* Theta, musst du immer gleich so überdramatisieren?
fr: *roule les yeux* Theta, pourquoi faut-il que tu sois toujours aussi théâtrale ?

source: Um..... Father? You wife just got killed...
de: Äh, Vater? Eure Gattin wurde gerade getötet?
fr: Hum... Père ? Votre femme vient d'être tuée...

source: Oh right. I CALL UPON THE LORDS OF LIGHT TO GRANT YOU LIFE!
de: Oh, ja, stimmt. ICH RUFE DIE LICHTEN GÖTTER AN, DIR NEUES LEBEN ZU SCHENKEN!

source: Theta, you should know by now that it is very un-holy-like to make such expressions in public.
de: Theta, du solltest inzwischen wissen, dass solche dramatischen Ausbrüche in der Öffentlichkeit nicht besonders heilig wirken.
fr: Theta, tu devrais pourtant savoir que c'est très sacrilège de faire de telles manières en public.

source: Come on honey! Those were my dying words!
de: Ach Schatz! Das waren meine letzten Worte!
fr: Mais enfin, chéri ! C'étaient mes derniers mots !

source: *rolls eyes* Women!
de: *grummelt in seinen Bart* Frauen...
fr: *roule les yeux* Ah, les femmes !

source: Argh! I'll just come back and finish you in my next life.
de: Ahh! Ich werde zurückkehren und dich in meinem nächsten Leben vernichten!
fr: Argh ! Je reviendrai et en finirai avec toi dans ma prochaine vie.

source: Which might be sooner then you think.
de: Was schneller beginnen könnte als du denkst...
fr: Ce qui arrivera peut-être plus tôt que tu ne le penses.

source: See?
de: Siehste?
fr: Tu vois ?

source: Now where did he go!?
de: Wo ist er hin?
fr: Où est-il passé ?

source: Ha! I am free! Alright, you foul traitors will pay!
de: Ha! Ich bin wieder frei! Ihr stinkenden Verräter werdet für meine Gefangenschaft bezahlen!
fr: Ha ! Je suis libre ! Très bien, vous allez payer, sales traîtres !

source: Oh no, he got away! Quick men, we must capture him again!
de: Oh nein, er ist geflohen! Schnell, wir müssen ihn wieder einfangen!
fr: Oh non, il s'est enfui ! Vite soldats, nous devons le capturer derechef !

source: Ahhhh! Not again!
de: Nein, nicht schon wieder!
fr: Ah non, pas encore !

source: Come on Ro'Sothian, we really don't have to be doing this. Come, join us!
de: Wir müssten dies wirklich nicht tun Ro'Sothian, wenn du dich uns anschliessen würdest...
fr: Allez Ro'Sothian, on n'est vraiment pas obligé de faire ça. Viens, rejoins-nous !

source: Never!
de: Niemals!
fr: Jamais !

source: Sigh, we'll talk later.
de: Na gut, wir werden später darüber sprechen.
fr: Pfff, on en reparlera plus tard.

source: Back to jail my friend.
de: Zurück in den Käfig, mein Freund.
fr: Retour en prison, l'ami.

source: Ro'Arthian, are you ready to talk yet?
de: Ro'Arthian, bist du nun bereit zu verhandeln?
fr: Ro'Arthian, êtes-vous prêt à discuter à présent ?

source: Fine you trespassers. What do you want?
de: Na gut, Eindringlinge. Was wollt ihr?
fr: Très bien, intrus. Que voulez-vous ?

source: Well... first why don't you tell us what you want.
de: Erzähl doch erst einmal was du möchtest.
fr: Eh bien... si vous nous disiez d'abord ce que, vous, vous voulez ?

source: What do I want? I'll tell you what I want! I want the stinking carcasses of you, all your henchmen and those dwarvish vermin off of my land! And STAY off!
de: Was ich möchte? Ich sag dir was ich möchte! Ich möchte die stinkenden Gestalten von dir, all deiner Gefolgsleute und besonders dieser zwergischen Kröten außerhalb meines Landes wissen! Und zwar für immer!
fr: Ce que je veux ? Je vais te dire ce que je veux ! Je veux voir ta carcasse puante, celles de tes sbires et celles de ces vermines naines dégager hors de ma propriété ! Et N'Y REVENEZ PAS !

source: So basically, you want to be left alone in peace. Right?
de: Mit anderen Worten, du möchtest deine Ruhe?
fr: Donc en gros, vous voulez qu'on vous laisse tranquille. C'est bien ça ?

source: *words dripping in sarcasm* Wow! Someone FINALLY figured it out!
de: *Vor Sarkasmus triefend* Ein Weiser, der meine Worte versteht!
fr: *mots dégoulinant de sarcasme* Waouh ! Quelqu'un a ENFIN compris !

source: Alright! Listen then. Right now we have very little power to grant your request. We are simply a band of peasants trying to fight for the freedom of our homeland.
de: Gut, hör zu. Im Augenblick haben wir nicht die Möglichkeiten um deine Bitte zu gewähren. Wir sind lediglich eine Gruppe Bauern, die um ihre Freiheit kämpfen.
fr: Très bien ! Écoutez alors. Là, on n'a pas franchement les moyens de vous accorder cette requête. Nous ne sommes qu'une bande de paysans qui essaient de se battre pour délivrer leurs terres.

source: But when we manage to defeat the orcish host, re-establish Knalga, and bring law and order into these Northlands, I am sure we will have at least some authority.
de: Doch sollte es uns gelingen die Orks zu schlagen, Knalga wiederherzustellen und Recht und Ordnung in den Nordlanden einzuführen. Ich bin mir sicher, dass wir einiges an Autorität gewännen.
fr: Mais quand on aura réussi à vaincre les hordes orcs, à restaurer Knalga et à ramener la sécurité dans les Terres du Nord, je suis sûr qu'alors nous aurons un minimum d'autorité.

source: When that time comes, I hereby make a solemn oath: no man or dwarf shall ever set foot on your land. If any of my men violates this law they shall be punished with death, and I am sure I can say the same of Hamel as well.
de: Sobald dies geschehen ist, schwöre ich hiermit feierlich, soll weder Mensch noch Zwerg jemals wieder einen Fuß auf dein Land setzen. Jeder, der sich diesem Gesetz wiedersetzt, ist des Todes.
fr: Quand ce temps sera venu, j'en fait dès à présent le serment solennel : aucun homme ni aucun nain ne devra jamais mettre le pied sur vos terres. Si un de mes hommes viole cette loi, il sera châtié par la mort, et je suis sûr que Hamel en fera autant.

source: However Ro'Arthian, in order for that to come about, we must crush the orcish host. But we can't do that without your help. Will you join us?
de: Um jedoch die Orks zu vernichten brauchen wir deine Hilfe, Ro'Arthian.
fr: Néanmoins, Ro'Arthian, pour que cela se déroule ainsi, nous devons anéantir les cohortes ors. Mais nous n'y arriverons pas sans votre aide. Vous joindrez-vous à nous ?

source: Think of it Ro'Arthian, it is a fair bargain. If you don't agree to Tallin's proposal then the endless war you two wage with the dwarves shall never be resolved. You have been haunting these mountains for far to long. It is high time for you and your brother to rest in peace.
de: Denk darüber nach, Ro'Arthian, es ist ein gerechter Handel. Solltest du Tallins Angebot ablehnen wird ein Krieg gegen die Zwerge endlos dauern. Ihr beide sucht diese Berge schon zu lange heim, es ist an der Zeit für dich und deinen Bruder Frieden zu finden.
fr: Réfléchissez Ro'Arthian, c'est un marché honnête. Si vous refusez la proposition de Tallin, alors la guerre sans fin entre les nains et vous ne s'achèvera jamais. Vous avez hanté ces montagnes pendant beaucoup trop longtemps. Il est grand temps que vous et votre frère reposiez en paix.

source: Hrmph. What do you think brother?
de: Grummel. Was denkst du, Bruder?
fr: Humpf. Qu'en dis-tu, frère ?

source: *shrugs* I don't think we really have any choice.
de: *Zuckt mit den Schultern* Ich fürchte wir haben keine Wahl.
fr: *haussement d'épaules* Je ne pense pas que nous ayons vraiment le choix.

source: Come on guyz, it will be great! Those orcs will never know what hit them! Together we'll rip them to shreds! If you are planing to retire after this, this is the perfect chance for you guyz to go out with a bang! You guyz will become legends! 'The two terrible mages, risen from the dead to devastate the orcish hordes!'
de: Los, macht mit! Es wird Großartig! Diese Orks werden niemals wissen was über sie gekommen ist! Zusammen werden wir sie in Fetzen reißen! Wenn ihr beiden euch danach zur Ruhe setzen wollt, ist dies die Gelegenheit mit einem Knall abzutreten! Ihr würdet zu Legenden werden! Die beiden furchterregenden Magier, auferstanden von den Toten um die orkischen Horden zu zermetzeln!
fr: Allez les gars, ça va être super ! Les orcs ne vont pas comprendre ce qui leur tombe dessus ! Ensemble, nous les mettrons en lambeaux ! Si vous prévoyez de vous retirer du monde après cela, c'est l'occasion idéale pour prendre le large avec panache ! Vous allez devenir des légendes, les gars ! ''Les deux mages terribles, revenus du monde des morts pour dévaster les hordes d'orcs !''

source: Very well Tallin. We accept under the terms that your people will forever leave us in peace after this.
de: Nun gut, Tallin. Wir akzeptieren unter der Bedingung, dass eure Leute uns in Zukunft in Frieden lassen.
fr: Très bien Tallin. Nous acceptons à condition que votre peuple nous laisse en paix pour toujours après ceci.

source: Ro'Arthian, I am not of royal blood but I am a man of my word. I will uphold my oath even at the cost of my life.
de: Ro'Arthian, selbst wenn ich nicht von königlichem Blut bin, so stehe ich doch zu meinem Wort. Ich werde diesen Schwur zu jedem Preis einhalten.
fr: Ro'Arthian, je ne suis pas de sang royal mais je suis un homme de parole. Je ne briserai pas mon serment même si cela doit me coûter la vie.

source: Very well. The orcish hosts shall feel our wrath!
de: Nun gut. Die Orks sollen unsere Rache zu schmecken bekommen!
fr: Très bien. Les nuées d'orcs sentiront notre colère !

source: Wait a second Tallin. Are you saying that we should abandon our homeland to these wretched mages!?
de: Moment mal, Tallin. Sagtest du gerade, dass wir unsere Heimat an diese scheußlichen Magier abtreten sollen?
fr: Attends une minute, Tallin. Es-tu en train de dire que nous devrions abandonner nos terres à ces mages infâmes !?

source: Listen Stalrag, it is said that to save a family, we should be willing to sacrifice one person; to save a town we should be willing to sacrifice a family; and to save a nation we should be willing to sacrifice a town.
de: Hör zu Stalrag, es heißt, um eine Familie zu retten, sollten wir bereit sein einen Menschen zu opfern, um eine Stadt zu retten, eine Familie und um ein Reich zu retten, sollten wir Willens sein eine Stadt zu opfern.
fr: Écoute Stalrag. On dit que pour sauver une famille, nous devrions consentir à sacrifier une personne ; que pour sauver une ville, nous devrions consentir à sacrifier une famille ; et que pour sauver une nation, nous devrions consentir à sacrifier une ville.

source: So Stalrag, it's up to you. Do you want to save Knalga or not?
de: Es liegt an dir, Stalrag, Bist du Willens Knalga zu retten?
fr: Stalrag, c'est donc à toi de voir. Veux-tu sauver Knalga ou non ?

source: *glares at Ro'Arthian* Very well Tallin. We don't like it, but if that's what is needed to save Knalga, we shall do it.
de: *starrt Ro'Arthian wütend an* Nun gut, wenn es denn sein muss. Zur Rettung Knalgas sind wir zu diesem Opfer bereit.
fr: *regard furieux vers Ro'Arthian* Très bien, Tallin. Nous n'aimons pas ça, mais si c'est ce qu'il faut pour sauver Knalga, nous le ferons.

source: Thank you Stalrag. I am sure that the sacrifice of you and your people will always be remembered.
de: Danke Stalrag. Ich bin überzeugt, dieses Opfer wird in die Geschichte eingehen.
fr: Merci Stalrag. Je suis sûr que votre sacrifice ne sera jamais oublié.

source: *mumbles* Not a very big compensation.
de: *grummelt* Keine besonders hohe Entschädigung.
fr: *en marmonnant* Quelle consolation !

source: Anyhow Tallin, I just thought I would let you know that I have the power to control many creatures, such as Gryphons, Trolls and Ogres. So while I am with you you shall be able to recruit them. In addition, I can train some of your people in the basics of magic so you can recruit mages as well.
de: So Tallin, da ich dich nun unterstütze sollte ich dir erklären welche Fähigkeiten ich habe, damit du deine Möglichkeiten einschätzen kannst. Ich habe die Macht die Kreaturen der Wildnis zu beherrschen, weshalb du dank meiner Hilfe Greife, Troll und Oger ausbilden kannst. Außerdem kann ich deine Leute in den Grundlagen der Magie unterrichten, deren Kräfte dir dann ebenfalls zur Verfügung stehen.
fr: Quoi qu'il en soit Tallin, j'ai pensé que vous devriez savoir que j'ai le pouvoir de contrôler de nombreuses créatures, comme les Griffons, les Trolls et les Ogres. Aussi, tant que je suis avec vous vous pouvez les recruter. Je peux aussi apprendre à quelques-uns de vos hommes les bases de la magie donc vous pouvez aussi recruter des mages.

source: The Shinsplitters will also be at your service Tallin.
de: Die Schienenmalmer stehen ebenfalls zur Verfügung, Tallin.
fr: Les Brisetibias seront aussi à votre service, Tallin.

source: Great! Those orcs will never know what hit them. Now lets get back to the caves and start planning on the best way teach those orcs a lesson they will never forget!
de: Spitze! Diese Orks werden niemals wissen, was über sie gekommen ist. Nun, zurück nach Knalga! Dort werden wir uns einen Plan zurechtlegen, wie wir diesen Orks zeigen wo der Hammer hängt!
fr: Génial ! Ces orcs ne comprendront jamais ce qui leur arrive ! Maintenant retournons aux cavernes et commençons à réfléchir à la meilleure manière de donner à ces orcs une leçon qu'ils n'oublieront pas de sitôt !

source: Dang it! We have failed in our mission. Without more allies we will never be able to defeat the orcs.
de: Verflucht! Unser Versucht ist gescheitert. Ohne zusätzliche Unterstützung werden wir die Orks niemals bezwingen.
fr: Ventredieu ! Nous avons échoué. Sans alliés supplémentaires, nous ne pourrons jamais vaincre les orcs.

source: Showdown
de: Die Entscheidungsschlacht
fr: Confrontation
