Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Those among them who had a natural disposition to stalk the night were armed with whatever weapons they could salvage from the dead orcs, and when their supply of those were exhausted - with big slabs of wood.
de: Jene unter ihnen, die eine Begabung zur nächtlichen Pirsch hatten wurden mit allen Waffen ausgestattet, welche sie von den toten Orks erbeuten konnten, und, falls dieser Vorrat ausging, -- mit festen Keulen.
fr: Ceux qui avaient une disposition naturelle pour rôder dans le noir récupérèrent les armes qu'ils purent trouver sur les cadavres des orcs, et quand il n'y en eut plus, ils s'armèrent de larges bouts de bois.
sv: De av dem som föredrog nattens mörker utrustades med alla de vapen som de plundrat från de döda orcherna, och när dessa tog slut, med stora träpåkar.

source: Thus armed the mob descended into the darkness of the caves.
de: Derart bewaffnet begaben sie sich in die Dunkelheit.
fr: Ainsi armée, la petite troupe s'enfonça dans les ténèbres.
sv: Den beväpnade gruppen gav sig av ner i grottornas mörker.

source: So here we are...
de: So, da sind wir...
fr: Nous y voilà.
sv: Så var vi nu här...

source: *trip* OOF!!!
de: *stolpert* Autsch!
fr: *trébuche* AÏE !!!
sv: *snubbel* UFF!!!

source: Great idea Tallin, I probably couldn't even fight a bat down here.
de: Tolle Idee, Tallin. Ich könnte hier unten vermutlich noch nicht einmal eine Fledermaus besiegen.
fr: Super idée Tallin, je ne pourrais même pas combattre une chauve-souris là-dedans.
sv: Vilken strålande ide, Tallin. Jag skulle nog inte ens kunna slåss mot en fladdermus här nere.

source: Neep Neep!
de: Flapp, Flapp.
fr: Wiiiii !!!
sv: Pip pip!

source: Calm down $name.user_description. Come what may, we'll handle them. Come on now, lets find those dwarves!
de: Beruhig dich.$name.user_description. Komme da was wolle, wir schaffen das schon. Nun auf, lass uns diese Zwerge finden!
fr: Du calme $name.user_description. Quoi qu'il arrive, nous pourrons faire face. Venez maintenant, allons trouver ces nains !

source: Good, we managed to clear the caves... for now anyway. Now lets get to the dwarven castle and start negotiating a deal for those weapons.
de: Gut, wir haben es geschafft diese Höhlen zu säubern. Nun lass uns zu dieser Zwergenfestung gehen und wegen einer Waffenlieferung verhandeln.
sv: Bra, nu är grottorna tomma... För tillfället i alla fall. Nu går vi till dvärgborgen och förhandlar om vapen.

source: Wew!
de: Uhh!
fr: Ouf !
sv: Puuh!

source: Finally!
de: Endlich!
fr: Enfin !
sv: Nu så!

source: At last!
de: Zu guter Letzt!
fr: Il était temps !
sv: Äntligen!

source: Awww!
de: Ahh!
fr: Wouaaah !
sv: Aoh!

source: Hey, what's going on in here?
de: Hej, was geht hier vor?
fr: Hé, que se passe-t-il ici ?
sv: Hej, vad försiggår här?

source: We are killing lots of trolls and skeletons.
de: Wir töten einen Haufen Trolle und Skelette.
sv: Vi håller på att slå ihjäl en massa troll och skelett.

source: Really! Did you save any for me?
de: Wirklich? Habt ihr mir ein paar übriggelassen?
fr: C'est vrai ? Vous m'en avez gardés ?
sv: Verkligen! Sparade ni några till mig?

source: Uh, not really...
de: Nein, eigentlich nicht...
fr: Heu, pas vraiment...
sv: Öh, nej, inte riktigt...

source: Awwwwww.
de: Ohhh....
fr: Ohhhhhh.
sv: Aaoooh.

source: But hey, if you want to join us, I am sure we will be fighting a lot more orcs, trolls and skeletons in the near future.
de: Aber hej, wenn du dich uns anschließen würdest, können wir dir bestimmt bald ein paar Trolle und Skelette zum Bekämpfen anbieten.
fr: Mais bon, si vous voulez vous joindre à nous, je suis sûr que nous pourrons trouver beaucoup d'autres orcs, trolls et squelettes à combattre dans un avenir proche.
sv: Men om du vill komma med oss, så är jag säker på att vi snart kommer att slåss mot en massa mer orcher, troll och skelett.

source: Really! Oh yeah, I am in!
de: Wirklich? Toll, ich bin dabei!
sv: Verkligen! Jippi, jag kommer med er!

source: Hold it right there you... Hey! A human!
de: Halt, keine Bewegung... Hej! Ein Mensch!
fr: Reste où tu es, sale... Hé ! Un humain !
sv: Stopp där, du... Titta, en människa!

source: Greetings from the people of Dwarven Doors friend.
de: Grüße von den Einwohner von Zwergenpforte, mein Freund.
fr: Les gens des Portes des Nains vous saluent, l'ami.
sv: Dvärgportarnas folk hälsar dig, vän.

source: Dwarven Doors? I thought you people were enslaved by the orcs years ago.
de: Zwergenpforte? Ich dachte, die Einwohner wären vor Jahren von den Orks versklavt worden.
fr: Portes des Nains ? Je croyais que les orcs les avaient asservis il y a des années.

source: Yes we were but we have managed to overthrow them for the time being. In order to stay free we now seek help and equipment from our old allies, the dwarves.
de: Wir haben die tyrannische Herrschaft der Orks fürs erste abgeschüttelt. Um unsere Freiheit zu erhalten suchen wir nun die Hilfe unserer alten Verbündeten, der Zwerge.
fr: C'est exact, mais nous avons réussi à les renverser pour un temps. Pour rester libres, nous venons maintenant chercher de l'aide et de l'équipement auprès de nos anciens alliés les nains.

source: The dwarves of Knalga are themselves in desperate need off help. Come to our keep talk to our leader, Lord Hamel. I am sure we can work out a way to help each other.
de: Die Zwerge Knalgas suchen selbst verzweifelt nach Unterstützung. Komm' zu unserer Burg und sprich mit unserem Anführer, Fürst Hamel, ich bin sicher, es lässt sich ein Weg finden, wie wir uns gegenseitig helfen können.
fr: Les nains de Knalga ont eux-mêmes désespérement besoin d'aide. Venez à la citadelle et parlez à notre chef, le Seigneur Hamel. Je suis sûr que nous pouvons trouvons un moyen de nous entraider.

source: Very well.
de: Sehr gern.
fr: Très bien.
sv: Okej.

source: Greetings Tallin. My men informed me that you would be coming. Come on inside the keep.
de: Seid gegrüßt, Tallin! Meine Männer haben mich auf euer Kommen vorbereitet. Folgt mir in die Festung.
fr: Salutations, Tallin. Mes hommes m'ont informé de votre venue. Rentrons à l'intérieur de la citadelle.
sv: Var hälsad, Tallin. Mina män sa att du var på väg. Kom med in i borgen.

source: Thank you Lord Hamel
de: Danke sehr, Fürst Hamel.
fr: Merci, Seigneur Hamel.
sv: Tack så mycket, furst Hamel.

source: PREPARE TO DIE YOU FOUL ORC!
de: Bereite dich auf deinen Tod vor, stinkender Ork!
fr: PRÉPARE-TOI À MOURIR, ORC PUANT !
sv: GÖR DIG REDO ATT DÖ, DIN VIDRIGE ORCH!

source: Hold it! I am no orc, I am a human!
de: Halt, warte! Ich bin kein Ork sondern ein Mensch!
fr: Attendez ! J'suis un humain, pas un orc !
sv: Stopp där! Jag är inte någon orch, jag är människa!

source: A human! Amazing, I haven't seen a human ever since the orcs attacked. Ever since then the the only living - and non-living - things I have seen are orcs, trolls and skeletons.
de: Ein Mensch! Verblüffend. Ich habe seit dem Orkangriff keinen Menschen mehr gesehen. Seither habe ich bloß Orks, Trolle und Skelette gesehen. Hmm, und die Berge natürlich, aber die sind auch nicht menschenähnlich.
fr: Un humain ! Incroyable ! Vous êtes le premier humain que je vois depuis l'attaque des orcs. Jusque-là, les seules choses vivantes - et mortes - que j'avais vues étaient des orcs, des trolls et des squelettes.
sv: En människa! Häpnadsväckande. Jag har inte sett en människa sedan orcherna anföll. Sen dess är de enda levande - och icke-levande - varelser jag sett orcher, troll och skelett.

source: How have you managed to survive all this time?
de: Wie konntest du all diese Zeit überleben?
fr: Comment avez-vous réussi à survivre tout ce temps ?
sv: Hur har du lyckats överleva så här länge?

source: By frying every orc, troll or skeleton I come across. Duh!
de: Indem ich jeden Ork, jeden Troll und jedes Skelett, welches mir über den Weg lief, flambiert habe.
fr: En foutant les jetons à chaque orc, troll ou squelette qui se trouvait sur mon chemin. Peuh !
sv: Genom att ta kål på varenda orch, troll och skelett som jag stött på. Duh!

source: But silly me, where are my manners. Would you like to come inside for tea?
de: Aber, wo bleiben meine Manieren? Möchtest du nicht auf einen Tee hereinkommen?
fr: Mais pardonnez-moi, j'en oublie les bonnes manières. Voudriez-vous entrer prendre le thé ?
sv: Men så oartig jag är. Skulle ni vilja komma in på en kopp te?

source: Um... err.... well actually we are presently busy fighting our way through hordes of trolls and skeletons trying to find the dwarves... if there are any left.
de: Oh, ähh... Danke für die Einladung, aber wir kämpfen uns gerade durch Horden von Trollen und Skeletten, bei unserer Suche nach den Zwergen -- falls davon noch welche von übrig sind.
fr: Hum... euh... c'est-à-dire qu'en fait nous sommes actuellement occupés à nous frayer un passage parmi les hordes de trolls et de squelettes, à la recherche des nains... s'il en reste.
sv: Um... Tja... Just nu så är vi lite upptagna med att försöka slå oss fram genom horder av troll och skelett, och med att försöka hitta dvärgarna... Om det finns några kvar.

source: Hordes of trolls and skeletons! Where!? Lets go burn em!
de: Horden von Trollen und Skeletten? Wo? Auf zum Grillen!
fr: Des hordes de trolls et de squelettes ? Où ça ? Brûlons-les tous !
sv: Horder av troll och skelett! Var då? Nu går vi och bränner ihjäl dem!

source: Err... ok....
de: Ähhh... OK.
fr: Euh... d'accord...
sv: Äh... Okej då...

source: *Is it safe to have this lunatic with us?*
de: *Ist es eine gute Idee diesen Wahnsinnigen mitzunehmen?*
fr: *c'est pas un peu dangereux d'emmener ce lunatique?*
sv: *Är det verkligen säkert att ha den här dåren med oss?*

source: Oh, and by the way, if you are looking for more trolls, skeletons and dwarves go back into the caves. All you will find in this directions are orcs, and some old abandoned mines.
de: Übrigens, wenn du nach Trollen, Skeletten und Zwergen suchst musst du zurück in die Höhlen gehen. In diese Richtung wirst du lediglich Orks und einige verlassene Minen finden.
fr: Oh, à propos, si vous cherchez d'autres trolls, squelettes et nains, retournez dans les cavernes. Vous ne trouverez par ici que des orcs et de vieilles mines à l'abandon.
sv: Åh, förresten, om ni letar efter fler troll, skelett och dvärgar, så gå tillbaka in i grottorna. Allt som finns här är orcher och några gamla övergivna gruvor.

source: BURN YOU DISGUSTING FILTH!
de: BRENNE, DU VERABSCHEUUNSGWÜRDIGER ABSCHAUM!
fr: BRÛLE EN ENFER SALE POURRITURE !
sv: BRINN DITT ÄCKEL!

source: Ahhh! Fire!
de: Ah! Feuer!
fr: Ahhh ! Du feu !
sv: Ahhh! Eld!

source: YEAH! DIE SCUM DIE!
de: Juhu! Stirb, Abschaum, stirb!
fr: OUAIS ! MEURS, RACAILLE, MEURS !
sv: JA! DÖ, DITT AVSKUM, DÖ!

source: He's gone completely insane!
de: Er ist vollkommen verrückt geworden!
fr: Il est complètement barge !
sv: Han har blivit helt galen!

source: Argh! I am finished, but our campaign must... not end... $name.user_description ... find... the.... dwarves.... and ..... save..... our...... people.......
de: Argh!... Ich bin erledigt, aber unser Feldzug darf hier ... nicht ...enden. $name.user_description, finde... die Zwerge ... und ... rette ... unsere ... Leute...
fr: Argh ! Je succombe, mais notre quête ne doit... pas s'arrêter... ici... $name.user_description... trouve... les... nains... et... sauve... notre... peuple......

source: Tallin, we have just received the news that the dwarfish Lord Hamel has just been slain. We are too late!
de: Tallin, wir haben gerade erfahren, dass der Zwergenfürst Hamel getötet wurde. Wir kommen zu spät!
fr: Tallin, nous venons d'apprendre que le seigneur nain Hamel est tombé au combat. Nous arrivons trop tard !
sv: Tallin, vi har just fått reda på att dvärgarnas ledare, furst Hamel, har dödats. Vi har kommit för sent!

source: This tunnel keeps on going...
de: Dieser Tunnel scheint endlos...
fr: Ce tunnel continue...
sv: Den här tunneln bara fortsätter...

source: I think we should finish searching this part of Knalga first before we go deeper into the caves.
de: Ich denke wir sollten diesen Teil von Knalge untersuchen bevor wir uns tiefer in die Höhlen wagen.
fr: Je pense que nous devrions finir d'explorer cette partie de Knalga avant de nous enfoncer plus profondément dans ces grottes.
sv: Jag tror att det vore bäst om vi utforskade den här delen av Knalga innan vi ger oss längre ner i grottorna.

source: Holy cow, what are those things!
de: Heiliges Kanonenrohr, was sind das für Dinger?
fr: Nom d'un chien, qu'est-ce que c'est que ça !

source: Skeletons!
de: Skelette!
fr: Des squelettes !
sv: Skelett!

source: Look at those axes. It looks like at one time those skeletons were dwarves!
de: Sieh dir diese Äxte an! Es scheint, diese Skelette wären einstmals Zwerge gewesen.
fr: Regardez leurs haches. On dirait que ces squelettes étaient des nains autrefois !
sv: Se på de där yxorna. De där skeletten var nog dvärgar en gång i tiden!

source: Stand firm men, the dwarven defenders rise again. Now it remains to be seen whether or not they recognize us as friends.
de: Standhalten, Männer. Die zwergischen Verteidiger erheben sich wieder, nun wird es sich herausstellen ob sie uns als Freunde erkennen oder nicht.
fr: Tenez bon, les gars, les défenseurs nains se lèvent à nouveau. Reste à savoir de quel côté ils sont.

source: They are attacking us!
de: Sie greifen uns an!
fr: Ils nous attaquent !
sv: De anfaller oss!

source: Destroy them!
de: Vernichtet sie!
fr: Détruisez-les !
sv: På dem!

source: Hey look, it's an old door. It seems like the trolls were too stupid to know how to open it.
de: Hej, sieh 'mal, eine alte Tür. Es scheint die Trolle waren zu blöd um sie aufzumachen.
fr: Hé, regardez, une vieille porte. On dirait que les trolls sont trop stupides pour savoir comment l'ouvrir.
sv: Titta här, en gammal dörr. Trollen måste varit alltför dumma för att förstå hur man öppnar den.

source: Well lets see what's behind it.
de: Lass uns nachsehen was dahinter ist.
fr: Bien, voyons voir ce qu'il y a derrière.
sv: Nå, låt oss då se vad som finns bakom den.

source: Alright. *Grunt* *Strain* It's not moving, it seems to be stuck.
de: Geht klar. *Schnauf* *Stöhn* Sie bewegt sich nicht, scheint verklemmt zu sein.
fr: Ok. *grumpf* *hmmmff* Elle ne bouge pas, ça doit être bloqué.
sv: Okej. *Stön* *Spräck* Den rör inte på sig, den verkar sitta fast.

source: Well just kick it down then.
de: Dann brich sie auf.
fr: Alors défoncez-la !
sv: Men sparka ner den då.

source: ...right.
de: Geht klar.
fr: ... d'accord.
sv: ...precis.

source: *SMASH*
de: *WUMMS*
fr: *BOUM*
sv: *BANK*

source: ....right.
de: erledigt.
fr: ... voilà.
sv: ...precis.

source: Introductions
de: Vorstellungen
fr: Présentations

source: After rescuing the princess the party quickly withdrew into the caves.
de: Nach der Rettung der Prinzessin zog sich die Gruppe schnell in die Höhlen zurück.
fr: Après avoir libéré la princesse, la bande se retira rapidement dans les cavernes.

source: Wew! So now that we finally got outta there do you mind telling me who you are?
de: Uff. So, nachdem wir endlich entkommen sind, dürfte ich endlich erfahren wer ihr seid?
fr: Waouh ! Alors maintenant que nous sommes tirés de là, voulez-vous bien me dire qui vous êtes ?

source: Sister! Don't you recognize me?
de: Schwester! Erkennst du mich nicht?
fr: Sœur ! Tu ne me reconnais pas ?

source: My gosh! Elenia! It's you! It has been years! What in the world happened to you? We all had thought you were dead!
de: Mein Gott! Elenia! Es ist Jahre her! Was um alles in der Welt ist dir passiert? Wir dachten alle du seist tot!
fr: Mon dieu ! Elenia ! C'est toi ! Ça fait si longtemps ! Qu'est-ce qui t'est arrivé ? Nous te croyions tous morte !

source: Yes, I thought you would think that. What actually happened was that I was captured by that old disgusting skeleton.
de: Ja, das habe ich mir schon gedacht. Ich wurden von einem Totenbeschwörer gefangengehalten, einem ekligen Skelett.
fr: Oui, je pensais bien que vous le croiriez. À dire vrai, je me suis fait capturer par ce vieux squelette dégoûtant.

source: You mean Malifor?
de: Du sprichst von Malifor?
fr: Tu parles de Malifor ?

source: Yeah. I was his prisoner for many years until these brave people rescued me. It being far to dangerous to travel back to the elvish forests by myself with all these orcs around, and considering I owe a debt to them, I have been with them ever since.
de: Ja, ich war für lange Zeit seine Gefangene, bis diese tapferen Menschen mich befreiten. Da die Umgebung voller Orks war konnte ich nicht alleine in die Elfenwälder zurückkehren und daher habe ich mich entschlossen, ihnen als Gegenleistung für meine Befreiung zu helfen. Seitdem bin ich bei ihnen.
fr: Ouaip. J'étais sa prisonnière depuis de nombreuses années, jusqu'à ce que ces gens courageux me délivrent. C'était beaucoup trop dangereux de faire le voyage jusqu'aux forêts elfes toute seule avec ces orcs qui rôdent partout, et comme j'ai une dette envers eux, je suis restée dans leur groupe.

source: Really, and who are these people?
de: Wirklich? Und wer sind diese Leute?
fr: Vraiment, et qui sont ces gens ?

source: Well here we have our leader and hero, Tallin.
de: Nun, hier haben wir unseren Anführer und Helden, Tallin.
fr: Hé bien, voici Tallin, notre chef et héros.

source: *rolls eyes*
de: *Verdreht die Augen*
fr: *roule les yeux*

source: He is the one who lead his people in revolt against the orcs armed with nothing but pitchforks.
de: Er führte seine Männer gegen die Orks, mit nichts als Heugabeln!
fr: C'est l'homme qui a mené son peuple à la révolte contre les orcs, avec des fourches pour toute arme.

source: Then they scrounged up a bunch of bows from the dead orcs and a few big slabs of wood and marched into the caves and managed to break the Dwarves free from their encirclement of undead and trolls.
de: Mit den Waffen, die sie von den Orks erbeuteten, sind sie dann in die Höhlen marschiert und nur dank ihrer Unterstützung ist es den Zwergen gelungen, die Trolle und die Untoten zu bezwingen, von denen sie eingekesselt waren.
fr: Ensuite ils ont glané un paquet d'arcs sur les cadavres des orcs et quelques grosses branches aussi et se sont enfoncés dans les cavernes et ont réussi à libérer les Nains du siège des trolls et des morts-vivants.

source: Then him and his ragtag band went and hunted down Malifor and reduced him to the dust. Now he is building an alliance of humans, dwarves, dead mages and whatever critters he can find to crush the orcs.
de: Dann sind er und seine Lumpensammler-Bande heruntergekommen und haben Malifor gestellt und in ein Häufchen Staub verwandelt. Jetzt versucht er ein Bündnis aus Menschen, Zwergen, untoten Magiern allen Viechern die sich so finden lassen aufzubauen, um die Orks zu zerschmettern.
fr: Après cela, Tallin et sa petite troupe ont traqué Malifor et l'ont réduit en miettes. Maintenant, il construit une alliance entre les humains, les nains, des mages morts et les créatures diverses qu'il rencontre pour écraser les orcs.

source: You're right Elenia, Tallin is truly a hero.
de: Du hast recht Elenia, Tallin ist wirklich ein Held.
fr: Tu as raison Elenia, Tallin est un vrai héros.

source: Not at all Princess. I am simply a small peasant trying to free my people from enslavement.
de: Nicht im geringsten, Prinzessin. Ich bin bloß ein einfacher Bauer, der versucht seine Leute aus der Sklaverei zu befreien.
fr: Pas du tout Princesse. Je ne suis qu'un simple paysan qui essaie de libérer son peuple de l'esclavage.

source: And a modest one too!
de: Und bescheiden ist er auch noch!
fr: Et un héros modeste avec ça !

source: Well Tallin, not only have you freed me and my sister from captivity, but you have defeated Malifor, who has long been a scrooge to my people. By defeating him you have aided the Northern Elves more then you can imagine.
de: Nun Tallin, du hast nicht nur meine Schwester und mich aus Gefangenschaft befreit, sondern auch Malifor besiegt, der lange Zeit eine Geißel meines Volkes war. Indem du ihn vernichtet hast, hast du den Nordelfen einen größeren Dienst erwiesen als du dir vorstellen kannst.
fr: Alors Tallin, non seulement vous nous avez libérées, ma sœur et moi, mais vous avez aussi vaincu Malifor, qui a longtemps été une plaie pour notre peuple. En le détruisant, vous avez aidé les Elfes du Nord plus que vous ne pouvez l'imaginer.

source: Ahh, it was nothing Princess.
de: Oh, das war doch eine Selbstverständlichkeit.
fr: Bah, ce n'est rien, Princesse.

source: No, it was not nothing Tallin. The Northern Elves will always be in your debt. Tell me, what can we do to repay you?
de: Nein, es war keine Selbstverständlichkeit. Die Nordelfen werde für immer in deiner Schuld stehen. Sag mir, wie können wir uns revanchieren?

source: Well Princess, as Elenia has said, we are currently locked in a deadly struggle with the orcs, led by this guy named Rakshas. You could help us most by joining us in our quest to crush this orcish menace once and for all.
de: Nun Prinzessin, wie Elenia bereits sagte, befinden wir uns im Augenblick in einem Krieg mit den Orks, welche von Rakshas angeführt werden. Ihr könntet uns am besten helfen, indem ihr uns Truppen zur Verfügung stellt, damit wir die orkische Bedrohung ein- für allemal beenden können.
fr: Eh bien Princesse, comme Elenia l'a dit, nous sommes engagés dans une lutte mortelle contre les orcs menés par ce type nommé Rakshas. Vous nous aideriez énormément en vous joignant à notre cause pour écraser la menace orc une bonne fois pour toutes.

source: That would hardly be called repaying our debt to you Tallin. This Rakshas fellow is an enemy to every Northern Elf as well. Why, it can't have been more then a few months ago when the orcs attacked our forests and took me prisoner. By helping you defeat them it would be serving our own cause just as much as it would be serving yours.
de: Das wäre kaum wert eine Belohnung genannt zu werden. Rakshas ist nicht nur euer Feind, sonder auch ein Feind aller Nordelfen. Schließlich ist es erst wenige Monate her, dass seine Orks unsere Wälder angriffen und mich als Geisel nahmen. Indem wir dir helfen ihn zu besiegen würden wir uns selbst ebensoviel Gutes tun wie euch.

source: Princess, we are not seeking to do business here: 'I do this for you and you do this for me.' No, we seek to build everlasting friendships which will forever ensure the peace and prosperity of these northlands. Therefore, let's not let debts and repayments get between us.
de: Prinzessin, wir versuchen hier nicht nach der Maxime: Tut ihr dies für mich tue ich jenes für euch" zu handeln. Für versuchen eine langfristige Freundshaft aufzubauen, damit in der Zukunft alle Nordländer in Frieden und Wohlstand leben können. Daher sollten wir gar nicht erst anfangen gegenseitig Schuld und Tilgung auszuhandeln.
fr: Princesse, nous ne cherchons pas à marchander ici : ''Je fais ceci pour vous et vous faites cela pour moi''. Non, nous cherchons à construire une amitié durable qui apportera paix et prospérité aux terres du Nord pendant longtemps. Par conséquent, ne laissons pas les dettes et les compensations s'immiscer entre nous.

source: Well and nobly said Tallin. Very well, I shall join you in your cause to crush this orcish menace. Let Gryphons immediately be sent to our father and I am sure he will commit a large number of elvish troops to our cause.
de: Gut und edel gesprochen, Tallin. Nun denn, ich werde euch in eurem Kampf gegen die Orks anschließen. Sendet augenblicklich Greifen zu meinem Vater, ich bin sicher er wird eine große Truppe zu unserer Unterstützung senden.
fr: De belles et nobles paroles, Tallin. Très bien, je m'allierai donc à vous afin d'anéantir cette menace orc. Envoyons immédiatement des Griffons à notre père et je suis sûre qu'il nous allouera un grand nombre de troupes elfes.
