Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Who am I? *CACKLES WILDLY* I am Malifor the Great! I wield complete power over any creature that has died. These tunnels, haunted as they are by the ghosts of the dead dwarves are a perfect place for me to wield my power.
de: Wer ich bin? *Schüttelt sich vor lachen* Ich bin Malifor der Große! Ichbeherrsche alle Toten. Diese Tunnel, von den Geistern der Zwerge heimgesucht, sind ein hervorragender Platz für mich, um meine Macht auszuüben.
fr: Qui suis-je ? Mouahahahah ! Je suis Malifor le Grand ! Je détiens tout pouvoir sur les créatures trépassées. Ces tunnels hantés par les fantômes des nains morts sont l'endroit idéal pour asseoir ma puissance.
sv: Vem jag är? *KACKLAR GALET* Jag är Malifor den Store! Min makt över alla döda varelser är fullständig. Dessa tunnlar, hemsökta av döda dvärgars andar, är den perfekta platsen för mig att visa min makt.

source: You dare disturb the rest of those brave dwarves!
de: Wie kannst du es wagen die Ruhe dieser mutigen Zwerge zu stören!
fr: Comment osez-vous déranger le repos de ces braves nains !
sv: Vågar du störa vilan hos dessa modiga dvärgar!

source: HAHAHAHA! Your petty temper tantrums are most amusing you puny dwarf. Soon I will finish the job that the orcs have started and Knalga will be all mine! From there I will sweep the whole north of all living creatures and then swoop down upon Wesnoth!
de: HAHAHAHA! Deine niedlichen Wutanfälle sind höchst amüsant, Zwergchen. Schon bald werde ich beenden was die Orks begonnen hatten und Knalga wird mir gehören! Von dort aus werde ich alles Leben im ganzen Norden vernichten und mich dann auf Wesnoth stürzen!
fr: HAHAHAHA ! Ta sotte et futile impétuosité m'amuse grandement, misérable nain. Bientôt, j'achèverai ce que les orcs ont commencé et Knalga sera mienne ! Alors, je balayerai les créatures vivantes de la surface du Nord puis je fondrai sur Wesnoth !
sv: HAHAHAHA! Dina ynkliga vredesutbrott är alltför roande, din lille dvärg. Snart så har jag avslutat vad orcherna påbörjade, och Knalga tillhör mig! Sen skall jag med Knalga som bas utrota allt levande i norr, och därefter ge mig på Wesnoth!

source: Quit your ranting you old bag of bones! Prepare to return to the dust!
de: Hör auf anzugeben, alter Knochensack! Bereite dich darauf vor, wieder zu Staub zu werden!
fr: Arrête de déblatérer, vieux sac d'os ! Prépare-toi à retourner à la poussière !
sv: Sluta med dina tirader, ditt gamla benskrälle! Gör dig redo för att åter bli stoft!

source: HAHAHAHAHAHA! Such big treats from one so small? HAHAHAHA!
de: HAHAHAHAHAHA! Solch große Drohungen von so einem Winzling? HAHAHAHA!
fr: HAHAHAHAHA ! De bien grandes menaces pour un si petit être ! HAHAHAHA !
sv: HAHAHAHAHAHA! Så stora ord från en så liten! HAHAHAHA!

source: But my my, what do we have here - Tallin.
de: Aber was haben wir denn hier? -- Tallin.
fr: Mais tiens tiens, qui avons-nous là ? Tallin...
sv: Ja men se här, vad har vi här... Tallin.

source: He knows your name Tallin. I don't like the looks of this.
de: Er kennt deinen Namen, Tallin. Mir gefällt das nicht.
fr: Il connaît ton nom, Tallin. Je n'aime pas beaucoup ça.
sv: Han vet vad du heter, Tallin. Jag tycker inte om det här.

source: Oh yes, I know you Tallin. I have been watching you for a long time. You are a perfect candidate to be one of my generals.
de: Oh ja, ich kenne dich Tallin. Ich beobachte dich schon seit langer Zeit. Du wärst ein ausgezeichneter General für meine Armee.
fr: Oh oui, je te connais, Tallin. Je t'observe depuis longtemps déjà. Tu es le candidat parfait pour devenir l'un de mes généraux.
sv: Åh ja, Tallin, jag vet vem du är. Jag har haft dig under uppsikt länge. Du skulle bli perfekt som en av mina generaler.

source: Look around you Tallin, see all the power, see all of the wealth, the glory, the pleasure that death has to offer. Think of the great empire of Knalga, come share it with me!
de: Sieh dich um, Tallin, sieh all die Macht, all die Größe, all den Ruhm. Sieh die Annehmlichkeiten, die der Tod zu bieten hat. Denke an das große Reich von Knalga, komm und teile es mit mir!
fr: Regarde autour de toi, Tallin, vois toute la richesse, la gloire, les plaisirs que la mort a à offrir. Pense au grand empire de Knalga, et partage-le avec moi !
sv: Se dig omkring, Tallin, se all makt, all rikedom, äran, allt vad döden kan erbjuda. Betänk det stora riket Knalga, kom, dela det med mig!

source: Tallin, are you ok?!
de: Tallin, alles in Ordnung?
fr: Tallin, est-ce que ça va ?
sv: Tallin, är du okej?

source: It's very easy Tallin, see that little vermin by your side? Take out your knife...... cut his throat .......feel his hot blood pump over your hands..... sacrifice him to death!
de: Es ist ganz leicht, Tallin. Siehst du dieses kleine Ungeziefer neben dir? Zieh dein Messer... Schlitz ihm die Gurgel auf... Fühle, wie sein warmes Blut über deine Hände strömt... Opfere ihm dem Tod!
fr: C'est très simple Tallin, tu vois cette petite vermine à tes côtés ? Sors ton couteau... tranche-lui la gorge... sens son sang chaud s'écouler à gros bouillons sur tes mains... sacrifie-le à la Faucheuse !
sv: Det är väldigt lätt, Tallin. Ser du ohyran vid din sida? Ta fram din kniv...Skär av halsen på honom... Känn hur hans blod väller över dina händer... Ge honom som offer till döden!

source: ......die.... you..... little.....dwarf.....vermin!
de: ...Stirb...du...kleines...zwergisches...Ungeziefer..!
fr: ... meurs... petite... vermine... naine !
sv: ...dö... Din...ohyra...till...dvärg!

source: Tallin! No!
de: Tallin! Nein!
fr: Tallin ! Non !
sv: Tallin! Nej!

source: Tallin, what are you doing?
de: Tallin, was tust du?
fr: Tallin, qu'est-ce qui te prend ?
sv: Tallin, vad gör du?

source: .....Death!..... Blood!....
de: ...Tod! ...Blut..!
fr: ..... Mort ! ..... Sang ! .....
sv: Död...! Blod...!

source: *Shakes head* You are sick and twisted you bag of bones. Attack men! I want him crushed and powdered!
de: *Schüttelt den Kopf* Du bist krank und verdreht, du alter Knochensack. Auf ihn Männer! Ich will ihn zersplittert und zu Staub zermahlen sehen!
fr: *Secoue la tête* T'es complètement ravagé, vieux sac d'os ! À l'attaque ! Je veux le voir réduit en poudre !
sv: *Skakar på huvudet* Du är sjuk och vriden, du ditt benskrälle. Anfall mannar! Jag vill se honom krossad till pulver!

source: Yeah! That's the way to do it! For the Dwarves! Attack!
de: Ja, diese Einstellung gefällt mir. Für die Zwerge! Zum Angriff!
fr: Ouais ! Bien parlé, l'ami ! Pour les Nains ! À l'attaque !
sv: Ja! Så skall det göras! För dvärgarna! Anfall!

source: You fool! You will pay for your your folly with your life.
de: Du Narr! Du wirst für diese Dummheit mit dem Leben bezahlen!
fr: Pauvres fous ! Cette folie vous coûtera la vie.
sv: Din idiot! Du kommer att få betala för dina dumheter med ditt liv.

source: Yeah right buddy.
de: Na klar, Kumpel.
fr: C'est ça, mec.
sv: Visst grabben.

source: Clear the Mines
de: Säuber die Minen
fr: Nettoyer les mines

source: Death of Hamel
de: Hamel fällt in der Schlacht
fr: Mort de Hamel

source: Turns Run Out
de: Rundenlimit überschritten
fr: Tours de jeu épuisés

source: Argh! I am finished, but our campaign must... not end... secure... the.... mines.... and ..... save..... our...... people.......
de: Argh! Ich bin erledigt, aber unser Feldzug darf nicht... enden... Sichere...die...Minen...und...rette...unsere...Völker...
fr: Argh ! Je succombe, mais notre quête doit... être... poursuivie... défendez... les... mines... et... sauvez... notre... peuple.......
sv: Argh! Det är slut med mig, men vårt fälttåg får...inte ta slut... Säkra... gruvorna... Och...rädda... Vårt...folk...

source: No Tallin, I can't do it without you!
de: Nein, Tallin, ohne dich kann ich es nicht schaffen!
fr: Tallin, non ! Je n'y arriverai pas seul !
sv: Nej Tallin, jag klarar det inte utan dig!

source: No! Without the dwarfish weapons we have no hope!
de: Nein! Ohne die zwergischen Waffen gibt es keine Hoffnung!
fr: Non ! Sans l'équipement des nains, nous n'avons aucune chance !
sv: Nej, utan vapen från dvärgarna så är allt hopp ute!

source: HAHAHAHA, you puny weaklings think you can destroy me? FOOLS! You will all soon be serving me!
de: HAHAHAHA, ihr kleinen Schwächlinge glaubt ihr könnt mich zerstören? NARREN! Schon bald werdet ihr mir alle dienen!
fr: HAHAHAHA, bande d'avortons ! Vous croyez pouvoir me détruire ? IMBÉCILES ! Bientôt, vous me servirez tous !
sv: HAHAHAHA, tror ni ynkliga kräk att ni kan förgöra mig? IDIOTER! Snart tjänar ni mig allihop!

source: Oh no, he just.... disappeared.
de: Oh nein... Er ist gerade verschwunden...
fr: C'est pas vrai ! Il a... disparu.
sv: Åh nej, han bara...försvann.

source: Alright! We have finally secured the mines. But what should we do about that old bag of bones? He seems to be a serious threat that needs to be taken care of.
de: Alles klar! Wir haben die Minen endlich gesichert. Aber was tun wir nun wegen des alten Knochensackes? Er scheint eine Gefahr darzustellen, um die man sich kümmern muss.
fr: OK ! Nous avons enfin réussi à nous emparer des mines. Mais qu'allons-nous faire à propos du vieux sac d'os ? Il semble être une sérieuse menace dont il va bien falloir s'occuper.

source: Not to speak of getting rid of the source of all those skeletons.
de: Nicht zu vergessen, um den Ursprung all dieser Skelette loszuwerden.
fr: Sans parler de la source de ces squelettes dont nous devons nous débarrasser.
sv: Inte minst måste vi bli av med ursprungskällan till alla de här skeletten.

source: Right. But on the other hand, we really need those weapons as soon as possible...
de: Richtig. Andererseits benötigen wir diese Waffen so schnell wie möglich.
fr: En effet. Mais en même temps, nous avons besoin d'armes le plus vite possible...
sv: Visst. Men å andra sidan så behöver vi vapnen så fort som möjligt...

source: Well how about this: I stay here with the rest of us dwarves and start working on the weapons, while you go after him. By the time you have destroyed him we probably would have had enough time to set up defenses and get the mines and forges running again.
de: Wie wäre es mit diesem Vorschlag: Ich bleibe mit meinen Zwergen hier und fange an, Waffen und Rüstungen zu schmieden, während du dem Totenbeschwörer folgst. Während du ihn vernichtest sollten wir genug Zeit haben, um die Verteidigung aufzubauen und Minen und Schmieden wieder in Gang zu setzen.
fr: Alors que dites-vous de ça : je reste ici avec les autres nains pour commencer à vous forger des armes pendant que vous le poursuivez. Le temps que vous le détruisiez, nous pourrons probablement dresser des défenses et faire fonctionner les mines et les forges derechef.
sv: Nå, om vi gör så här: Jag stannar kvar här med resten av dvärgarna och du ger dig av efter honom. När du fått tag på och oskadliggjort honom så har vi nog haft tillräckligt med tid för att ställa upp ett försvar och fått igång både gruvdrift och smedjor igen.

source: Sounds good to me.
de: Der Plan gefällt mir.
fr: Bonne idée.
sv: Det låter bra.

source: With all respect Lord Hamel, some of us would like to accompany Tallin.
de: Verzeiht mein Begehren Fürst Hamel, aber einige von uns möchten Tallin begleiten.
fr: Sauf votre respect, Seigneur Hamel, certains d'entre nous aimeraient accompagner Tallin.
sv: Med all tillbörlig respekt, furst Hamel. Några av oss skulle vilja slå följe med Tallin.

source: Very well. All of you dwarves who have fought under Tallin may accompany him if they so desire.
de: Nun gut. All jene Zwerge, die unter Tallin gekämpft haben dürfen ihn weiterhin begleiten, so sie dies wünschen.
fr: Très bien. Les nains ayant combattu sous les ordres de Tallin pourront l'accompagner s'ils le désirent.
sv: Nåväl. De dvärgar som har slagits under Tallin får gärna följa med honom om de så önskar.

source: Thank you Lord.
de: Vielen Dank, mein Fürst.
fr: Merci, Seigneur Hamel.
sv: Tack, furste.

source: The Eastern Flank
de: Die Ostflanke
fr: Le Flanc oriental

source: After breaking out of their encirclement the party continued their pursuit of the trolls.
de: Nachdem sie die Einkesselung durchbrochen hatten setzte die Gruppe ihre Verfolgung der Trolle fort.

source: By now however they had lost all hope of recovering their gold and instead just hoped they could reach Rakshas before he could make good use of it.
de: Inzwischen hatten sie aber alle Hoffnung verloren es zurückzubekommen und hofften lediglich, dass sie Rakshas erreichen würden bevor er es ausgeben kann.
fr: Cependant, il n'y avait plus aucun espoir de récupérer l'or désormais, aussi le groupe espérait-il seulement pouvoir atteindre Rakshas avant qu'il n'en fasse bon usage.

source: Following the bank of a river they soon entered a valley, at the mouth of wich stood a massive orcish fortress.
de: Indem sie dem Flussbett folgten kamen sie bald in ein Tal, an dessem Eingang eine starke orkische Festung lag.
fr: En suivant les rives du fleuve, ils arrivèrent bientôt dans une vallée, à l'embouchure de laquelle se dressait une imposante citadelle orc.

source: Woha! Look at that fortress.
de: Huh! Sieh sich einer diese Festung an.
fr: Waouh ! Regardez-moi cette forteresse !

source: Yes, I have learned in my captivity, and my scouts have conformed, that is a very strategically important fortress for the orcs. As a matter of fact it is the anchor for their entire eastern flank.
de: Ja, in der Tat. Wie ich in meiner Gefangenschaft gelernt habe -- und meine Späher bestätigen dies -- ist dies eine strategisch wichtige Festung. Um genau zu sein handelt es sich hier um den Schlüsselpunkt für die Ostflanke der Orks.
fr: Comme vous dites. J'ai appris lors de ma captivité, et mes scouts me l'ont confirmé, qu'il s'agit d'une forteresse d'une grande importance stratégique pour les orcs. En fait, c'est la pierre angulaire de toute leur défense sur le flanc est.

source: Hey look who is here!
de: Hey, sieh an wen wir hier haben!
fr: Hé, regardez qui est là !

source: Where is my gold!
de: Wo ist mein Gold!
fr: Où est mon or !

source: It's Rakshas!
de: Es ist Rakshas!
fr: C'est Rakshas !

source: Right here master.
de: Genau hier, mein Herr.
fr: Ici, maître.

source: Ahhhhh, very good my loyal servant. You will be greatly rewarded for this! Tell me, what news do you have on that human vermin that keeps evading my clutches?
de: Ahhhhh, sehr gut mein treuer Diener. Dafür ist dir eine große Belohnung sicher. Sag mir, welche Neuigkeiten hast du von dem menschlichen Wurm, welcher mir ständig durch die Finger flutscht?
fr: Ahhhh, très bien, fidèle serviteur. Tu seras grandement récompensé pour ceci ! Dis-moi, as-tu des nouvelles de la vermine humaine qui ne cesse de me glisser entre les griffes ?

source: We trapped him and by now I am sure they all have been mashed to paste and fed to the whelps.
de: Wir haben ihm eine Falle gestellt. Inzwischen dürfte er zu Brei zerstampft sein und als Welpenfutter dienen.

source: Hahahaha! Very g...
de: Hahahaha! Sehr gu...
fr: Hahahaha ! Excell...

source: What!? YOU! YOU ANNOYING DISGUSTING LITTLE VERMIN! DON'T YOU KNOW HOW TO DIE!?
de: Was? DU! DU NERVIGER, EKLIGER, KLEINER WURM! WEISST DU NICHT, WIE MAN STIRBT?
fr: Quoi ?!? ENCORE TOI ! INSUPPORTABLE ET RÉPUGNANTE PETITE VERMINE ! NE PEUX-TU DONC PAS MOURIR UNE BONNE FOIS POUR TOUTES !?!

source: Sorry pal, but the only one who will be dying here is you and anyone who comes between us. Stand and fight!
de: Tschuldigung Kumpel, aber der Einzige, der hier stirbt, bist du. Oh, und vielleicht die, die sich zwischen uns stellen.

source: Pah! I have better things to do then stamp out your insignificant life. Generals, kill him and bring me his head!
de: Hah. Ich habe wichtigeres zu tun als dein unbedeutendes Leben auszulöschen.Generäle! Tötet ihn und bringt mir seinen Kopf!
fr: Peuh ! J'ai bien mieux à faire que de mettre fin à ta misérable existence. Généraux, tuez-le et rapportez-moi sa tête !

source: Blast it. The coward has fled.
de: Verdammt. Der Feigling ist abgehauen.
fr: Malédiction ! Le pleutre s'est enfui.

source: Anita, you elves are good at moving quickly through the forests. Do you think they would be able to overtake that coward and cut him off?
de: Anita, ihr Elfen könnt flink durch das Unterholz huschen. Glaubst du, ihr könntet den Feiglin einholen und den Weg abschneiden?

source: Easily princess. We shall move unseen through the trees, overtake and pin him down.
de: Eine unserer leichtesten Übungen, Prinzessin. Wir werden ungesehen durch die Bäume huschen, ihn überholen und festnageln.

source: Then do it. I shall stay with Tallin and... um... because he could use my assistance.
de: Dann tut das. I werde bei Tallin bleiben,...äh,... weil er vielleicht meinen Rat braucht.
fr: Alors faites. Je resterai avec Tallin pour... hum... au cas où il aurait besoin de moi.

source: *blushes slightly*
de: *errötet leicht*
fr: *rougit légèrement*

source: *wink wink*
de: *zwinker zwinker*
fr: *clin d'œil entendu*

source: *raises eyebrow* Very well princess.
de: *zieht die Brauen hoch*Wie ihr wünscht, Prinzessin.
fr: *lève un sourcil* Il en sera fait selon vos désirs, Princesse.

source: And Ro'Arthian, send a message to Hamel. Tell him it's time.
de: Oh, und Ro'Arthian: Sende eine Nachricht an Hamel. Sag ihm, es sei an der Zeit.
fr: Et Ro'Arthian, envoie un message à Hamel. Dis-lui que l'heure est venue.

source: It's done.
de: Erledigt.
fr: C'est fait.

source: Alright, let's move out people!
de: Also gut, auf gehts Leute!
fr: Parfait, en route tout le monde !

source: Come on boys, let's give it to em!
de: Los Jungs, zeigen wir's ihnen!
fr: Allez les gars, donnons-leur une bonne raclée !

source: Defeat the enemy leaders
de: Besiege die feindlichen Anführer
fr: Vaincre les chefs ennemis

source: Death of Ro'Arthian
de: Tod Ro'Arthians
fr: Mort de Ro'Arthian

source: Death of Ro'Sothian
de: Tod Ro'Sothians
fr: Mort de Ro'Sorthian

source: Ahhhh! Save me my husband!
de: Ahhhh! Rettet meinen Ehemann!
fr: Ahhhh ! Sauvez-moi, cher époux !

source: *rolls eyes* Dramatic as always.
de: *Rollt die Augen* Dramatisch, wie immer.

source: Theta, when this is all over, you should go and join a theater.
de: Theta, wenn dies vorbei ist, solltest du dich einem Theater anschließen.
fr: Theta, quand tout cela sera fini, tu devrais intégrer une compagnie de théâtre.

source: Hey, don't you always say that life is nothing but a a drama?
de: Hej, sagst du nicht immer, das Leben wäre nichts als ein Drama?
fr: Hé, ne dis-tu pas toujours que la vie n'est que comédie ?

source: Yes, it might be a drama, but do you have to make it so dramatic?
de: Es mag ja ein Drama sein, aber musst du es immer so dramatisch machen?
fr: Oui, c'est peut-être une comédie, mais es-tu obligée de la rendre aussi théâtrale ?

source: Of course I do!
de: Natürlich!
fr: Bien sûr que oui !

source: Alas! So.... close.
de: Ach je... So kurz vorm Ziel.

source: Hey, that's not right. The good guyz aren't supposed to die. Oh well, i'll fix that.
de: Heh, das ist falsch. Die Guten dürfen nicht sterben. Nun gut, ich werde das Problem lösen.
fr: Hé, ce n'est pas juste ! Les gentils ne sont pas censés mourir. Tant pis, je vais arranger ça.

source: There we go.
de: Auf geht's.
fr: Voilà.

source: Ahh yes, that's better.
de: Oh ja, das ist besser.
fr: Ah oui, c'est mieux.

source: I have had enough! Come on brother, let's get outta here.
de: Ich hab' genug. Komm Bruder, lass uns von hier abhauen.

source: Dang it! They're gone, and the creatures they control are leaving too. Without them this is hopeless.
de: Verflucht! Sie sind weg, und ihre Kreaturen auch. Ohne sie ist es Hoffnungslos.

source: Farewell my friends. I now go to join my fallen brothers.
de: Lebt wohl meine Freunde. Ich werde mich nun meinen gefallenen Brüdern anschließen.
fr: Adieu, mes amis. Je rejoins à présent mes frères tombés au champ d'honneur.

source: No Stalrag! Without you what will become of us Shinsplitters?
de: Nein Stalrag! Was wird ohne dich aus uns Schienenmalmern?
fr: Stalrag, non ! Sans toi, qu'adviendra-t-il des Brisetibias ?

source: Shinsplitters... join Tallin.... He is your new.... leader.... trust..... and..... serve..... him.... as.... you...... have.....served....me.
de: Schienenmalmer...folgt Tallin. Er ist euer neuer... Anführer...vertraut...und...dient...ihm...wie...ihr...mir...gedient...habt...
fr: Brisetibias... unissez-vous à Tallin.... Il est votre... nouveau... chef.... Soyez-lui... fidèles... et... servez-le... aussi bien... que... vous... m'avez... servi.

source: Your death shall not go unavenged brave Stalrag. DEATH TO THE ORCS!!!
de: Dein Tod soll nicht ungerächt bleiben, tapferer Stalrag. TOD DEN ORKS!
fr: Votre mort ne sera pas impunie, vaillant Stalrag. MORT AUX ORCS !!!

source: DIE YOU FOUL SCUM!!!
de: STIRB DU ABSCHAUM!
fr: MOUREZ, VERMINES !!!

source: Argh! I am finished, but our campaign must... not end... kill..... Rakshas..... and ..... save..... our...... people.......
de: Ahh! Ich bin erledigt, aber unser Feldzug darf... hier nicht enden. Tötet...Rakshas...und...rettet...unsere...Leute...
fr: Argh ! Je succombe, mais notre quête doit... se poursuivre... tuez... Rakshas... et... sauvez... notre... peuple.......

source: Alas, you must continue your mission without me!
de: Ach je, du musst deinen Auftrag ohne mich erfüllen!
fr: Hélas, vous devrez continuer votre quête sans moi !

source: Anita no! Please don't die!
de: Anita, nein! Bitte, stirb nicht!
fr: Anita, non ! Ne meurs pas maintenant !

source: I am sorry Elenia, we tried our best. *sigh* I will never forget you Anita.
de: Es tut mir leid, Elenia, wir haben alles versucht. *Seufzt* Anita, ich werde dich niemals vergessen.
fr: Je regrette, Elenia, nous avons fait tout ce que nous pouvions. *soupir* Nous ne vous oublierons jamais, Anita.

source: You wretched trolls are going to pay for this! FOREWORD MEN!
de: Ihr verfluchten Trolle werden dafür bezahlen! Auf sie, Männer!
fr: Vous allez payer pour ça, misérables trolls ! EN AVANT, SOLDATS !

source: Alright the orc's eastern flank has been ripped open. Now let's go settle scores with Rakshas once and for all!
de: Gut, die Ostflanke der Orks ist aufgebrochen. Jetzt lasst uns die Sache mit Rakshas ein- für allemal regeln.
fr: C'est bon, le flanc oriental des orcs est éventré. Allons maintenant régler nos comptes avec Rakshas une bonne fois pour toutes !

source: Alright the orc's eastern flank has been ripped open. Now let's hurry up and back up Hidel. Some of those bodyguards Rakshas has are pretty mean characters.
de: Gut, die Ostflanke der Orks ist aufgebrochen. Nun sollten wir uns beeilen und Hidel helfen. Einiger von Rakshas Leibwächtern haben einen ziemlich üblen Charakter.
fr: C'est bon, le flanc oriental des orcs est éventré. À présent, dépêchons-nous d'apporter notre aide à Hidel. Certains gardes du corps de Rakshas sont assez détestables.

source: *roars in pain*
de: *Brüllt vor Schmerzen*
fr: *hurle de douleur*

source: It's no good Tallin, he is gone.
de: Es ist sinnlos Tallin, er ist tot.
fr: Ça ne sert à rien Tallin, il est parti.

source: You wretched monsters! You are going to pay for this!
de: Ihr verfluchten Ungeheuer! Dafür werdet ihr bezahlen!
fr: Abominables créatures ! Vous me le paierez cher !

source: Awww, I liked that guy!
de: Oh, ich mochte den Kerl.
fr: Ohhh, c'était un bon gars.

source: Move you stupid orcs! I am trying to recruit here!
de: Verschwindet, ihr blöden Orks! Ich versuche hier Soldaten einzuberufen!
fr: Pousse-toi de là, orc stupide ! J'voudrais recruter ici !

source: Suit yourself you dumb troll!
de: Wie du willst, dummer Troll!
fr: Fais comme chez toi, troll débile !
