Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Awww, aren't they the most loving, sharing bunch of orcs you have ever seen?
de: Ohh, sie sind nicht der freundlichste und teilnahmsvollste Haufen Orks den ihr je gesehen habt?
fr: Ahhh, ne sont-ils pas les orcs les plus adorables, les plus charitables qu'on ait jamais vus ?

source: *snicker*
de: *kichert*
fr: *ricanements*

source: Yes, and my gryphons have reported that this is a very strategically important fortress for the orcs. As a matter of fact it is the anchor for their entire eastern flank.
de: Ja, und meine Greifen haben berichtet, dass dies eine strategisch wichtige Festung der Orks ist. Genaugenommen ist es ein Schlüsselpunkt für ihre Ostflanke.
fr: Oui, mes griffons rapportent qu'il s'agit d'une forteresse d'une grande importance stratégique pour les orcs. À vrai dire, c'est la pierre angulaire de la défense de leur flanc est.

source: Blast it. The coward has fled. Quickly men, we must storm this fortress before he can start spending that gold.
de: Verdammt. Der Feigling ist geflohen. Schnell Männer, wir müssen die Festung stürmen bevor er das Gold ausgeben kann.
fr: Malédiction, le pleutre s'est enfui. Hâtons-nous, soldats, rasons cette forteresse avant qu'il puisse utiliser cet or à mauvais escient.

source: Yeah! Down with the orcs!
de: Ja! Nieder mit den Orks!

source: Ro'Arthian, send a message to Hammel. Tell him it's time.
de: Ro'Arthian, sende eine Nachricht an Hamel. Sage ihm, es sei an der Zeit.
fr: Ro'Arthian, envoyez un message à Hamel. Dites-lui que l'heure est venue.

source: Shinsplitters... join Tallin.... He is your new.... leader.... Never... betray.... him.......
de: Schienenmalmer...folgt Tallin... Er ist euer neuer Anführer... Betrügt ihn...niemals...
fr: Brisetibias... unissez-vous... à... Tallin.... C'est votre... nouveau... chef.... Soyez-lui... toujours... fidèles.......

source: You wretched monsters are going to pay for this!
de: Ihr verfluchten Ungeheuer werdet dafür bezahlen!
fr: Vous allez le payer cher, infâmes créatures !

source: Elvish Princess
de: Elfenprinzessin
fr: Princesse elfe

source: After securing the help of the mages (well actually more like Liches now), the party returned back to Knalga.
de: Nachdem sie die Hilfe der Magier (obwohl es inzwischen eher Leichname waren) gewonnen hatten, kehrte die Gruppe nach Knalga zurück.
fr: Après avoir obtenu l'aide des mages (ou plutôt des Liches), la bande retourna à Knalga.

source: Hamel was very surprised to see that Tallin had managed to convince both the Liches and Stalrag to join their cause. They soon got down to business, planning and readying themselves for the final confrontation.
de: Hamel war sehr überrascht, dass Tallin sowohl die Zauberer als auch Stalrag für ihre Sache gewinnen konnte. Schnell widmeten sie sich wieder ihrer Arbeit und bereiteten auf die Entscheidungsschlacht vor.
fr: Hamel fut très surpris de voir que Tallin avait réussi à convaincre à la fois les Liches et Stalrag de rejoindre leur cause. Ils se mirent rapidement au travail, planifiant et se préparant à la confrontation finale.

source: Gryphons were immediately sent out to scout out the number, formation and deployment of the orcish forces, and to keep an eye out for anyone who might be of help to their cause.
de: Auf der Stelle wurden Greifen ausgesandt, um die Größe, Formation und Stationierung der orkischen Truppen auszukundschaften. Außerdem sollten sie auf mögliche Verbündete achten.
fr: Des griffons furent immédiatement dépêchés pour épier le nombre, la formation et l'organisation des forces orcs, et pour essayer de dénicher un allié potentiel.

source: One day a gryphon came screeching into the caves with the news that a large elvish force from the east was coming in this direction. Messages were quickly dispatched to the elves asking their purpose. The haughty reply was that it was none of their business and stay out of their way if they knew what was good for them.
de: Eines Tages kam ein Greif mit der Nachricht in die Höhlen, dass eine große elfische Armee sich ihnen von Osten näherte. Schnell wurde eine Nachricht an die Elfen geschickt, in welcher diese nach ihrem Ziel gefragt wurden. Die harsche Antwort lautete, sich nicht in fremder Leute Angelegenheiten einzumischen, wenn sie wüssten was gut für sie wäre.
fr: Un jour, un griffon arriva en criaillant dans les cavernes pour signaler une importante force elfe qui venait de l'est dans leur direction. Des missives furent rapidement envoyées pour leur demander leurs intentions. La réponse hautaine qui leur parvint fut que cela ne les regardait pas et qu'ils feraient mieux de rester hors de leur chemin s'ils ne voulaient pas avoir d'ennuis.

source: Before the humans and dwarves could respond to this message, another gryphon screeched in with the news that the orcs were holding an elvish sorceress prisoner. Although this in itself wasn't surprising the significant fact was that she was being held in a nearly impenetrable fortress with only the strongest, hardened orcish veterans guarding her.
de: Bevor Menschen und Zwerge diese Nachricht beantworten konnten erreichte ein weiterer Greif die Höhle, welcher erzählte, die Orks hätten eine elfische Zauberin als Geisel. Dies an sich war keine derart überraschende Nachricht, viel verwunderlicher war die Neuigkeit, sie würde in einer nahezu uneinnehmbaren Festung gefangengehalten und von Veteranen der orkischen Elite bewacht.
fr: Avant même que les humains et les nains puissent répondre, un autre griffon rapporta en criaillant que les orcs tenaient prisonnière une sorcière elfe. Bien que cela ne soit pas surprenant en soi, le fait important était qu'elle était gardée dans une forteresse quasi impénétrable, défendue par les plus féroces et et les plus endurcis des vétérans orcs.

source: After a lightning like gryphon raid, and interrogating the orcish archer they brought as prisoner, it was discovered that this sorceress was in fact a very important elvish princess who the orcs were holding for ransom.
de: In einem blitzartigen Greifenangriff wurde eine der Wachen entführt. Im Verhör erklärte er, dass es sich bei der Zauberin um eine wichtige Elfenprinzessin handele, mit welcher Lösegeld erpresst werden sollte.
fr: Après une attaque éclair de griffons et l'interrogatoire d'un archer orc fait prisonnier, ils découvrirent que cette sorcière était en réalité une princesse elfe très importante que les orcs détenaient en otage pour une rançon.

source: A council was quickly held...
de: Schnell wurde eine Ratssitzung einberufen...
fr: Un conseil fut rapidement tenu...

source: So, this sorceress is some very important princess among the elves. That probably explains what the elves are doing so far away from their forests.
de: Diese Zauberin ist also eine äußerst hochstehende Prinzessin der Elfen. Das erklärt warum sich die Elfen derart weit von ihrem Wald sehen lassen.
fr: Donc, cette sorcière est une très importante princesse parmi les elfes. Cela expliquerait ce que les elfes viennent faire aussi loin de leurs forêts.

source: Yeah, they are probably either going to pay the ransom, or they will fight for her. From the reports it seems like they are prepared to do both.
de: Ja, sie werden vermutlich entweder das Lösegeld bezahlen oder versuchen sie gewaltsam zu befreien. Unserer Berichte zufolge sind sie auf beides vorbereitet.
fr: Ouais, ils vont probablement payer la rançon ou se battre pour la libérer. D'après nos rapports, il semble qu'ils sont préparés aux deux.

source: Pahhh, who cares. Let the elves and orcs cut themselves to pieces. It will just make things easier for us.
de: Hah, und wenn schon. Lass Elfen und Orks sich gegenseitig niedermetzeln. Das macht die Sache für uns bloß einfacher.
fr: Bahh, peu importe. Laissons les elfes et les orcs se tailler en pièces, ça nous facilitera le travail.

source: Hah! I see that your brain his now rotted away entirely. Just think skull-head what would happen if they didn't fight and paid the ransom instead?
de: Hah! Dein Gehirn muss inzwischen vollkommen verrottet sein. Denk 'mal einen Augenblick nach, Totenschädel, was würde passieren wenn die Elfen nicht kämpfen und stattdessen lieber das Lösegeld bezahlen?
fr: Ha ! Je vois que ta cervelle a fini de se décomposer. Réfléchis un peu, crâne vide, qu'est-ce qui se passerait s'ils payaient la rançon au lieu de se battre ?

source: Do you want to die dwarf?
de: Willst du sterben, Zwerg?
fr: Tu veux mourir, nain ?

source: Peace peace! If you two want to kill something there are plenty of orcs outside.
de: Schluß! Wenn ihr beide unbedingt jemanden töten wollt, bedient euch an den Orks. Davon laufen draußen genug herum.
fr: S'il vous plaît, du calme ! Si vous avez envie de tuer quelqu'un, il y a des tas d'orcs à l'extérieur.

source: But you do have a point Stalrag, and I am sure that is exactly what the orcs want too. If the elves pay the ransom then things would probably get pretty sticky for us.
de: Aber du hast Recht, Stalrag. Ich bin mir sicher, dies ist worauf die Orks hoffen. Wenn die Elfen das Lösegeld bezahlen wird die Sache für uns brenzlig.
fr: Mais tu n'as pas tort Stalrag, et je suis sûr que c'est ce que les orcs espèrent. Si les elfes paient la rançon, alors les choses vont probablement se gâter pour nous.

source: Hmmm. What I see here is a perfect opportunity to get some more allies.
de: Hmmm... Also, ich sehe hier eine Möglichkeit zusätzliche Verbündete zu gewinnen.
fr: Hmmm. Je vois que c'est l'opportunité parfaite pour se faire de nouveaux alliés.

source: How is that Hamel? Judging from the reply those elves gave us before I don't think we can just go up to them and say, 'Hey, we'll help you get your princess back if you'll join us.
de: Wie das, Hamel? So, wie die Elfen uns bisher behandelt haben, wird es wenig wenig Sinn haben zu ihen zu gehen und zu sagen: "Hej, wir helfen euch eure Prinzessin zu befreien, wenn ihr uns dafür im Kampf gegen die Orks unterstützt.
fr: Comment ça, Hamel ? À en juger par la réponse faite par ces elfes, je ne pense pas qu'on puisse simplement se pointer et dire : ''Hé, nous vous aiderons à délivrer votre princesse si vous vous joignez à nous.''

source: Dito!
de: Genau!
fr: Carrément d'accord !

source: Shut up lich!
de: Klappe, Leichnam.
fr: La ferme, liche !

source: Of course we won't do that. As a matter of fact I think it's best that we don't say anything to the elves at all.
de: Natürlich nicht. Ich denke es wäre klüger den Elfen gar nichts zu erzählen.
fr: Bien sûr que nous ne ferons pas ça. En fait, je crois que le mieux serait qu'on n'en souffle pas un mot aux elfes.

source: Why is that?
de: Warum?
fr: Et pourquoi donc ?

source: Well, say we do join up with the elves - assuming they will let us - and we make a combined raid on the fortress, what will the orcs most likely do knowing that they failed to get the ransom?
de: Nun, angenommen wir verbündeten uns mit den Elfen und greifen gemeinsam mit ihnen die Festung an. Was würden die Orks tun, nun wo sie wissen, dass es kein Lösegeld geben wird?
fr: Hé bien, imaginons que nous nous alliions aux elfes - en supposant qu'ils acceptent - et que nous lancions une attaque combinée sur la forteresse, comment croyez-vous que les orcs réagiront en voyant qu'ils n'obtiendront pas la rançon ?

source: Knowing orcs, they will probably kill the princess, especially if the raid was going well.
de: So wie ich die Orks kenne werden sie die Prinzessin töten, besonders wenn der Angriff erfolgreich verliefe.
fr: Connaissant les orcs, ils tueront sûrement la princesse, surtout si le raid tourne à notre avantage.

source: Exactally. On the other hand, if we on our own raid the fortress while the elves are talking ransom with the orcs, it would probably create enough confusion to be able to pull the raid off successfully.
de: Genau. Andererseits, wenn wir die Festung alleine angreifen, während die Elfen über das Lösegeld verhandeln, würde vermutlich genügend Verwirrung entstehen, um die Prinzessin zu befreien.
fr: Exacteument. D'un autre côté, si nous attaquons la forteresse par nous-mêmes pendant que les elfes négocient la rançon avec les orcs, nous créerons une confusion suffisante pour que le raid réussisse.

source: Orcs are rather dumb creatures and I bet that Rakshas fellow gave strict orders not to touch the princess. Without his direct orders they most likely wouldn't touch her.
de: Orks sind recht dumme Gestalten und I wette, Rakshas hat ausdrücklich angeordnet die Prinzessin nicht anzurühren. Ohne seinen direkten Befehl werden die Orks ihr wahrscheinlich nichts antun.
fr: Les orcs sont des créatures assez stupides et je parie que Rakshas a donné l'ordre strict de ne pas toucher à la princesse. Sans un nouvel ordre de sa part, ils ne la toucheront vraisemblablement pas.

source: But still, I wouldn't trust those orcs staying stupid forever. If we do go ahead with this raid we are going to have to be in and out like lightning.
de: Dennoch würde ich nicht darauf zählen, dass diese Orks dumm bleiben. Wenn wir gehen müssen wir wie der Wind hineinstürmen und genauso geschwind wieder verschwinden.
fr: Néanmoins, je doute que les orcs restent stupides indéfiniment. Si nous effectuons ce raid, nous allons devoir sortir la princesse de là en un rien de temps.

source: The Shinsplitters will be invaluable for a job like this. They are fierce and un-retreating and will not stop attacking until either they or their opponent lies dead. No fortress can stand long against them.
de: Die Schienenmalmer sind für einen solchen Auftrag unersetzlich. Sie sind zäh und unerschütterlich, und sie werde nich aufhören anzugreifen bis entweder sie oder ihr Gegner zu Boden sinkt. Keine Festung kann ihnen lange standhalten.
fr: Les Brisetibias seront d'une valeur inestimable pour une mission de ce genre. Ils sont acharnés, ne se replieront pas et ne cesseront d'attaquer que si leur adversaire, ou eux-même, gît sur le sol. Aucune forteresse ne leur résiste bien longtemps.

source: Ha ha, I like this plan. Once we get our hands on this little sorceress the elves will be forced to do whatever we want them to.
de: Ha, ha, mir gefällt dieser Plan. Sobald wir die Prinzessin haben müssen die Elfen tun was immer wir wollen.
fr: Ha ha, que j'aime ce plan ! Une fois que nous aurons mis la main sur cette petite sorcière, les elfes seront forcés de faire tout ce que nous voulons.

source: Remember Ro'Arthian, we want willing allies not hostages. If we rescue their princess the elves may or may not help us, but that is a risk we'll have to take.
de: Ro'Arthian, erinner dich, dass wir Verbündete und keine Geiseln suchen. Falls wir die Prinzessin befreien, könnten die Elfen uns helfen, sie können aber auch abziehen. Dieses Risiko müssen wir eingehen.
fr: Ro'Arthian, rappelle-toi que nous voulons des alliés consentants, pas des otages. Si nous délivrons leur princesse, les elfes pourront nous aider ou pas, mais c'est un risque qu'il faut prendre.

source: Knowing the nature of elves in general, I am sure they would offer some sort of assistance out of gratitude.
de: So wie ich die Elfen kenne werden sie eine Wiedergutmachung anbieten.
fr: Connaissant la nature des elfes en général, je suis sûr qu'ils nous offriront leur aide, d'une manière ou d'une autre, par gratitude.

source: And at least it would prevent the orcs from getting rich on ransom money.
de: Vor allem aber würde es verhindern, dass die Orks ein hohes Lösegeld erhalten.
fr: Et au moins ça empêchera les orcs de s'enrichir avec l'argent de la rançon.

source: Pah, weak soft humans. Have it your way if you must.
de: Grmpf, weiche und schwache Menschen. Wie ihr wollt, wenn es sein muss.
fr: Peuh, humains faibles et tendres. Faites à votre manière s'il le faut.

source: So it is settled then. Tallin, I'll remain here once again and hold the fort. The orcs still haven't given up their attack on the southern tunnels.
de: Das wäre dann geklärt. Tallin, ich bleibe hier und befehlige unsere Verteidigung. Die Orks rennen immer noch auf unsere südlichen Tunnel an.
fr: Alors le problème est réglé. Tallin, je resterai ici une fois de plus pour tenir la citadelle. Les orcs n'ont toujours pas abandonné leurs attaques sur les tunnels sud.

source: The situation seems to be pretty much a stalemate right now but it is still wise for someone to stay here and handle any situation that might come up.
de: Derzeit scheint es zwar ein Patt zu sein, aber ich denke es ist besser wenn jemand hier bleibt, um alle unerwarteten Situationen zu beantworten.
fr: La situation semble s'être stabilisée à l'heure qu'il est, mais il serait plus sage que quelqu'un reste ici pour gérer tout imprévu.

source: Sounds good to me! Come on men, lets go!
de: Die Idee gefällt mir! Auf geht's, Männer!
fr: Ça me paraît bien. Allez soldats, en route !

source: Rescue the Princess
de: Rettet die Prinzessin
fr: Délivrer la princesse

source: Upon emerging from the mouth of a hidden tunnel near the fortress, Tallin and his men surveyed the scene before them.
de: Nachdem sie sich der Festung durch einen geheimen Tunnel genähert hatten prüften Tallin und seine Männer die Gegend vor ihnen.
fr: En débouchant d'un tunnel dissimulé près de la forteresse, Tallin et ses hommes scrutèrent les lieux.

source: So there is this fortress. Pretty impressive if you ask me.
de: Dies ist also die Festung. Ziemlich beeindruckend.
fr: Alors voici la forteresse. Plutôt impressionnante si vous voulez mon avis.

source: Yeah, it seems like they dammed up the river to make moats for their castle.
de: Ja, es scheint als hätten sie den Fluss aufgestaut um Burggräben zu schaffen.
fr: Ouais, on dirait qu'ils ont détourné la rivière pour aménager des douves pour leur château.

source: Are we here to sight-see or to rescue this blasted sorceress? And if you really want to sight-see then check out that orcish encampment south of us.
de: Sind wir hier um die Landschaft zu bewundern oder um diese verflixte Prinzessin zu befreien? Und wenn ihr wirklich wegen der Sehenswürdigkeiten hier seid, möchte ich euch auf das wirklich eindrucksvolle orkische Heerlager gleich im Süden aufmerksam machen.
fr: Sommes-nous ici pour une promenade touristique ou pour sauver cette maudite sorcière ? Et si vous voulez vraiment visiter, jetez donc un œil sur ce camp orc au sud.

source: Hmmm, I guess the orcs figured that just having the guards wasn't enough. Get too it people, we gotta rescue this princess before the orcs get too smart.
de: Hmm, ich vermute die Orks haben erkannt, dass die Wachen alleine nicht ausreichen, um die Prinzessin zu beschützen. Beeilung Leute, wir müssen die Prinzessin retten, bevor die Orks den Braten riechen.
fr: Hmmm, je suppose que les orcs se sont dits que les gardes ne suffiraient pas. Allons-y, messieurs, faut qu'on sauve la princesse avant que les orcs se réveillent.

source: INTRUDERS! KILL THEM!!!
de: EINDRINGLINGE! TÖTET SIE!
fr: DES INTRUS ! TUEZ-LES !!!

source: Argh! I am finished, but our campaign must... not end... free... the.... princess.... and ..... save..... our...... people.......
de: Ahh! Ich bin am Ende, aber unser Feldzug darf nicht scheitern... Befreit ... die ... Prinzessin ... und ... rettet ...unsere ...Leute...
fr: Argh ! je succombe, mais notre quête doit... continuer... libérez... la.... princesse... et... sauvez... notre... peuple.......

source: Join Tallin.... He is your new.... leader.... Never... betray.... him.......
de: Folgt Tallin... Er ist euer neuer ...Anführer ... Betrügt ihn...niemals...
fr: Joignez-vous à Tallin.... Il est votre nouveau... chef... Ne le... trahissez... jamais.......

source: Oh no Marcus! We have failed to rescue the princess!
de: Oh nein, Marcus! Wir konnten die Prinzessin nicht retten!
fr: Oh non, Marcus ! Nous avons échoué à délivrer la princesse !

source: Failed? Never! The word failure is not in our dictionary.
de: Versagt? Niemals! Ich weiß nicht einmal, was dieses Wort bedeutet.
fr: Échoué ? Jamais ! Le mot échec ne fait pas partie de notre dictionnaire.

source: There we go, let's give this one more shot!
de: Auf geht's, auf einen neuen Versuch.
fr: C'est parti, on remet ça !

source: Just try not to kill yourself again.
de: Aber versuch bitte, dich nicht noch einmal töten zu lassen.
fr: Essaie juste de ne pas encore te faire tuer.

source: The forces of good can never be defeated by the likes of you!
de: Die Kräfte des Lichts können niemals von deinesgleichen überwunden werden!
fr: Les forces du bien ne sauraient être défaites par les individus de ton espèce !

source: Yeah, try taking a bath and you MIGHT be able to kill him for good *wink wink*. But for the time being, WOLA!
de: Ja, versuch's mit einem Bad, vielleicht bist du dann in der Lage ihn zu töten. *zwinker, zwinker*. Aber bis dahin, voila!
fr: Ouais, essaie de prendre un bain et tu pourrais PEUT-ÊTRE le tuer pour de bon *clin d'œil amusé*. Mais pour l'instant, HOLA !

source: I heard that Theta.
de: Ich habe das gehört Theta.
fr: J'ai entendu, Theta.

source: Hey, just trying to give him an incentive to drown himself.
de: Hej, ich versuche ihm doch bloß einen Anreiz zu geben, sich selbst zu ertränken!

source: Don't worry, I'll do that for him.
de: Keine Angst, ich erledige das für ihn.

source: Dang it! They're gone, and the creatures they control are leaving too. We have been defeated.
de: Verflucht! Sie sind verschwunden und ihre Kreaturen sind mit ihnen gegangen. Wir wurden besiegt.
fr: Morbleu ! Ils sont partis, et les créatures qu'ils contrôlent s'en vont aussi. Nous sommes fichus.

source: I am free! Thank you my saviors. But if you don't mind me asking, who in the world are you?
de: Ich bin frei! Dank euch, meinen Rettern. Aber, falls ihr die Frage gestattet, wer um alles in der Welt seid ihr?
fr: Je suis libre ! Merci, mes sauveurs. Mais si vous permettez, qui diable êtes-vous ?

source: Later princess, first let's get outta here!
de: Später Prinzessin. Lasst uns zuerst einmal von hier verschwinden.
fr: Plus tard, princesse, sortons d'abord d'ici !

source: Hey, those intruders are going to free the elf! We can't let that happen! Kill her! Kill the elf!
de: Hej, die Eindringlinge versuchen die Elfe zu befreien. Das dürfen wir nicht zulassen. Tötet sie! Tötet die Elfe!
fr: Hé ! Ces intrus vont libérer l'elfe ! Nous ne devons pas les laisser faire ! Tuez-la ! Tuez l'elfe !

source: Darn it! We wern't fast enough.
de: Verflucht! Wir waren zu langsam.
fr: Malédiction ! Nous n'avons pas été assez rapides.

source: Infested Caves
de: Verseuchte Höhlen
fr: Les Cavernes infestées
sv: Kryllande grottor

source: Thus, temporarily abandoning their homeland, the people of Dwarven Doors gathered up as many resources as they could and plunged into the darkness of the caves.
de: Und so gaben die Einwohner von Zwergenpforte ihre Heimat für eine Zeit lang auf, sammelten so viele Vorräte wie sie konnten und begaben sich in die Dunkelheit der Höhlen.
fr: Ainsi, abandonnant pour un temps leur terre natale, les gens des Portes des Nains rassemblèrent autant de ressources que possible et s'enfoncèrent dans les ténèbres des cavernes.
sv: Sålunda övergav byborna från Dvärgportarna tillfälligt sitt hemland. De samlade ihop så mycket proviant som de kunde få tag på, och gav sig av ner i grottornas mörker.
