Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Soon, the trail began to lead east, and then south. A few hours later the party emerged from the tunnels into dawn's early light.
de: Schon bald bog der Pfad nach Osten und schließlich nach Süden ab. Nur wenige Stunden später kam die Gruppe wieder ins Freie.
fr: Bientôt, la trace des trolls bifurqua vers l'est, puis vers le sud. Quelques heures plus tard, la bande émergea des tunnels dans la pâle lumière de l'aurore.

source: However, upon emerging from the tunnels, the party found themselves surrounded.
de: Zu ihrem Erschrecken mussten sie feststellen, dass sie umzingelt waren.
fr: Cependant, en remontant à la surface, la bande se retrouva encerclée.

source: Haha suckers! We got you now!
de: Haha ihr Schurken! Wir haben euch!
fr: Haha, pauvres idiots ! On vous tient !

source: Hahaha! They walked right into our trap.
de: Hahaha! Sie sind genau in unsere Falle gelaufen!
fr: Hahaha ! Ils ont foncé droit dans la gueule du loup.

source: And we have already sent the gold ahead to the master!
de: Das Gold ist längst bei unserem Herrn angekommen!
fr: Et l'or a déjà été envoyé au maître !

source: Now let's make a mush out of these puny creatures!
de: Jetzt lass uns Brei aus diesen Witzfiguren machen!
fr: Maintenant, faisons de la bouillie de ces faiblards !

source: Oh no, we are surrounded!
de: Oh nein, wir sind umzingelt!
fr: Oh non ! Nous sommes encerclés !

source: Who cares! Lets just kill them all!
de: Na und? Metzeln wir sie halt alle nieder!
fr: Et alors ? Tuons-les tous !

source: Yeeeahhhh! I like it!
de: Die Idee gefällt mir!
fr: Ouuaaaiiiis ! Ça me botte bien, tout ça !

source: Haha! Arn't you glad we came along brother?
de: Haha! War doch eine gute Idee mitzukommen, nicht wahr Bruderherz?
fr: Haha ! On a bien fait d'venir frangin, tu ne crois pas ?

source: Haha! This is gonna be fun!
de: Haha! Ja, das sieht nach Spaß aus.
fr: Haha ! On va bien s'amuser !

source: Defeat the enemy leaders or
de: Besiege die feindlichen Anführer oder
fr: Vaincre les chefs ennemis ou

source: Resist as long as you can
de: Halte so lange als möglich stand
fr: Résister aussi longtemps que possible

source: You cruel creature! How dare you use your brute strength against such a frail creature as me.
de: Du bösartiges Wesen! Wie kannst du es wagen einer so zarten Person wie mir Gewalt anzutun!
fr: Vile créature ! Comment oses-tu user de ta force brutale contre une frêle créature comme moi ?

source: Don't worry Theta, you will have plenty of opportunities to set him strait.
de: Keine Angst, Theta. Du wirst ausreichend Gelegenheiten haben, um es ihm heimzuzahlen.
fr: Ne t'en fais pas Theta, tu auras de nombreuses occasions pour le corriger.

source: That's darned right!
de: Das ist verdammt richtig!
fr: C'est foutrement vrai !

source: Theta! Language like that coming from you! You should really stop hanging around the dwarves so much.
de: Theta! Was für Gossensprache verwendest du hier? Wir sollten wirklich nicht mehr so häufig mit Zwergen rumhängen.
fr: Theta ! De tels mots venant de toi ! Tu devrais vraiment arrêter de traîner tout le temps avec les nains.

source: Hehe, sorry.
de: Ups, 'tschuldigung.
fr: Héhé, désolée.

source: Ack! I have been brained!
de: Igitt! Ich habe mich mit Gehirn bekleckert!
fr: Ah ! J'me suis fait exploser la cervelle !

source: Eeeeww! Gross! Ahh never mind, I'll get you cleaned up good.
de: Iiiihhh... Eklig. Aber keine Angst, ich kriege die Flecken wieder raus.
fr: Beuuurk ! Dégueu ! Pas grave, j'vais te nettoyer tout ça.

source: Ahhh Theta, you would make such a good housewife!
de: Oh Theta, du würdest eine spitzenmäßige Hausfrau abgeben.
fr: Ahhh Theta, tu ferais une si bonne femme au foyer !

source: Yes, if you would ever buy me a house! *pouty face*
de: Ja, solltest du mir jemals ein Haus kaufen... *Schmollmund*
fr: Encore faudrait-il que tu m'achètes un foyer ! *fait la moue*

source: Geez Theta, don't you think that this isn't really a good time to talk about that?
de: Himmel, Arsch und Zwirn, glaubt ihr wirklich dies sei ein guter Zeitpunkt für einen Ehestreit?
fr: Miséricorde, Theta ! Tu crois vraiment que c'est le bon moment pour parler de ça ?

source: Hehe, sorry!
de: Oh, 'tschuldigung.
fr: Héhé, désolée !

source: You're tryin to squash me? Pah!
de: Du willst mich zermatschen? Hah!
fr: T'essaies de m'écrabouiller ? Peuh !

source: Shinsplittes.... join Tallin.... He is your new.... leader.... Never... betray.... him.......
de: Schienenmalmer,... folgt Tallin ... Er ist euer ... neuer ... Anführer. ... Betrügt ihn ... niemals ...
fr: Brisetibias... unissez-vous à Tallin... Il est votre... nouveau... chef... Soyez-lui... toujours... fidèles.......

source: Argh! I am finished, but our campaign must... not end... kill..... Rakshas ..... and ..... save..... our...... people.......
de: Argh! Ich bin erledigt, doch unser Feldzug darf nicht enden! Tötet ... Rakshas ... und ... rettet ... unser ... Volk...
fr: Argh ! Je succombe, mais notre quête doit... continuer... tuez...Rakshas..... et.... sauvez..... notre..... peuple.......

source: Pew, they are defeated at last.
de: Pff, endlich haben wir sie besiegt.
fr: Ouf, enfin nous les avons battus.

source: Hidel, let me introduce to you my saviour: Tallin.
de: Hidel, lass mich dir meinen Befreier, Tallin, vorstellen.
fr: Hidel, laissez-moi vous présenter mon sauveur : Tallin.

source: It is an honor to meet you Tallin.
de: Es ist mir eine Ehre, Tallin.
fr: C'est un honneur de vous rencontrer, Tallin.

source: The honor is mine sir.
de: Die Ehre liegt ganz auf meiner Seite.
fr: L'honneur est pour moi.

source: We have heard much of your intelligence and courage. The number of humans over the centuries who have earned the respect and admiration of the Northern Elves extremely few, and you are one of them.
de: Wir haben viel von Eurem Mut und eurer Klugheit gehört. Nur wenige Menschen haben jemals die Anerkennung der Nordelfen gewonnen, doch Ihr seid einer von ihnen.
fr: Nous avons beaucoup entendu parler de votre intelligence et de votre courage. Les humains qui ont gagné le respect et l'admiration des Elfes du Nord au cours des siècles se comptent sur les doigts de la main, et vous en faites partie.

source: I am honored sir, and I hope that I will live up to the trust that the Northern Elves have bestowed upon me.
de: Ich fühle mich geehrt und hoffe, dass ich die hohen Erwartungen erfüllen kann.
fr: J'en suis honoré, seigneur, et j'espère être à la hauteur de la confiance que les Elfes du Nord m'accordent.

source: I am sure you will Tallin. The trust of the elves is seldom misplaced. Also know that the Northern Enclaves will always be open to you.
de: Ich bin mir dessen sicher. Das Vertrauen der Elfen ist selten verfehlt. Wisse auch, dass die Städte der Nordelfen dir jederzeit offenstehen werden.
fr: Je suis sûr que vous n'y manquerez pas, Tallin. La confiance des elfes est rarement mal placée. Aussi, sachez que les Havres du Nord vous seront toujours ouverts.

source: Thank you sir.
de: Vielen Dank für diese Ehre.
fr: Je vous en remercie, honorable elfe.

source: If you guyz are quite finished exchanging pleasantries...
de: Seid ihr Knilche jetzt fertig mit dem Austauschen von Höflichkeiten?
fr: Si vous avez fini d'échanger des civilités, les mecs...

source: ...the road ahead is clear and I am eager to blast some more orcs. Shall we proceed?
de: Falls ja, die Straße ist frei und ich würde gerne noch ein paar Orks rösten. Geht's weiter?

source: Oh right. Onward men!
de: Oh, richtig. Vorwärts, Männer!
fr: Oh, très bien. En avant, soldats !

source: Princess! We have finally found you! Thank god you are free! Your father had originally sent us to rescue you.
de: Prinzessin! Endlich haben wir euch gefunden. Dank den Göttern für eure Freiheit! Euer Vater hatte uns ausgesandt euch zu retten.

source: Yes, or so I have heard. It has been my honor and pleasure however this brave man beat you to it.
de: Ja, ich habe davon gehört. Zu meiner Ehre und meinem Vergnügen konnte dieser junge Mann euch allerdings zuvorkommen.
fr: Oui, du moins l'ai-je entendu. C'est un honneur et un plaisir, cependant cet homme courageux vous a pris de court.

source: You must be the famous Tallin.
de: Ihr müsst der berühmte Tallin sein.
fr: Vous devez être le célèbre Tallin.

source: At your service.
de: Zu Ihren Diensten.
fr: À votre service.

source: What is the status of our troops Hidel?
de: Wie ist die Verfassung unserer Truppen, Hidel?
fr: Quelle est l'étendue de nos forces Hidel ?

source: They are all here princess! Hand picked by your father - the finest and bravest elvish troops in the entire Northlands. We are willing fallow you to the end of the world if need be.
de: Sie sind hier, Prinzessin! Handverlesen, Euer Vater ließ es sich nicht nehmen persönlich die besten und tapfersten Krieger der Elfen für diesen Auftrag auszuwählen. Notfalls folgen wir euch bis zum Ende der Welt.
fr: Elles sont toutes là, Princesse ! Triées sur le volet par votre père - les meilleures et les plus aguerries des troupes elfes qu'on puisse trouver sur l'ensemble des Terres du Nord. Nous sommes prêts à vous suivre jusqu'au bout du monde s'il le faut.

source: Excellent! We shall assist Tallin to the fullest in crushing the orcish host. Not only are we in great debt to him but by doing so we will be serving our cause just as much as his.
de: Ausgezeichnet! Wir werden Tallin beim Kampf gegen die Orks unterstützen. Wir stehen nicht nur in seiner Schuld, vielmehr wird dieser Schlag gegen die Orks auch unseren Interessen nützen.
fr: Parfait ! Nous aiderons Tallin du mieux possible afin de réduire les hordes orcs à néant. Non seulement avons-nous une lourde dette envers lui, mais en la remboursant nous servirons notre cause autant que la sienne.

source: As you wish princess.
de: Wie Ihr wünscht, Prinzessin.
fr: Comme il vous siéra Princesse.

source: Very well people. The road ahead is clear, onward to victory!
de: Sehr gut! Die Straße ist frei, vorwärts zum Sieg!
fr: Très bien messieurs. La route est dégagée, en avant vers la victoire !

source: *sniff sniff*
de: *schnüffelt*
fr: *snif snif*

source: What's up big guy?
de: Was gibt's großer?
fr: Qu'est-ce qu'il y a, mon gros ?

source: *flap flap flap*
de: *flatter flatter flatter*

source: Hey! Where is he going?
de: Hej? Wo ist er hin?
fr: Hé ! Où est-ce qu'il va ?

source: Krash man, you are gonna miss all the fun!
de: Hej, Krash, du wirst den ganzen Spaß verpassen!
fr: Attends Krash, tu vas rater le meilleur morceau !

source: I think he has decided that it is time for him to part ways with us.
de: Es scheint, er hätte entschieden, es wäre an der Zeit uns zu verlassen.
fr: Je crois qu'il a décidé qu'il était temps pour lui de trouver son propre chemin.

source: Such a fierce, and at the same time gentle creature. He will be sorely missed.
de: Solch eine wilde und dennoch freundliche Kreatur. Er wird uns fehlen.
fr: Une créature si féroce, et si délicate à la fois. Il nous manquera atrocement.

source: Farewell Krash, may the lords of light guide your path.
de: Lebewohl, Krash, mögen die lichten Götter über dich wachen.
fr: Adieu Krash, puissent les seigneurs de la lumière te montrer la voie.

source: Hey! Look who's back!
de: Hej, seht mal wer da ist!
fr: Hé ! Regardez qui est revenu !

source: And look, he brought his friends too!
de: Und er hat ein paar Freund mitgebracht!
fr: Et devinez quoi, il a amené des copains !

source: Hurry friends, lets set up camp!
de: Schnell Freunde, lasst uns das Lager aufschlagen!
fr: Mes amis, dépêchons-nous de former un camp !

source: Yeah man! I knew we could count on you!
de: Jau Kumpel, ich wusste, dass wir auf dich zählen können!
fr: Ouais mec ! Je savais qu'on pouvait compter sur toi !

source: Hmmm, he must have smelled the scent of other drakes and somehow managed to convince them to help us.
de: Hmm, er muss die anderen Draken gerochen haben und es ist ihm irgendwie gelungen, sie für unsere Sache zu gewinnen.
fr: Hmmm, il a dû sentir l'odeur d'autres drakes et les a convaincus de nous aider.

source: Awww, what a darling!
de: Was für ein Schatz!
fr: Ohhh, qu'il est chou !

source: Tell that to the trolls.
de: Erzähl das den Trollen...
fr: Dites ça aux trolls.

source: What! Drakes! Fire! Ahhhhhh!
de: Was ist das? Draken! Fire! Ahhhhhh!
fr: Quoi ! Des drakes ! Au feu ! Ahhhhhh !

source: Shut your mouth you coward!
de: Klappe du Weichei!
fr: Ferme-la, pleutre !

source: Help Tallin defeat the enemy leaders or
de: Hilf Tallin die feindlichen Anführer zu besiegen oder
fr: Aider Tallin à vaincre les chefs ennemis ou

source: Princess! We have finally found you!
de: Prinzessin! Endlich haben wir Euch gefunden!
fr: Princesse ! Enfin nous vous trouvons !

source: Good job Hidel! We'll talk later, but just let me know what is the status of our forces?
de: Gute Arbeit, Hidel! Wir werden uns später ausführlich unterhalten, für den Moment muss ich nur die Verfassung unserer Streitkräfte wissen.
fr: Bien joué Hidel ! Nous parlerons plus tard, dites-moi simplement quelle est l'étendue de nos forces ?

source: They are all here princess! Hand picked by your father - the finest and bravest elvish troops in the entire Northlands. We will fallow you to the end of the world if need be.
de: Sie sind hier, Prinzessin! Handverlesen, Euer Vater ließ es sich nicht nehmen persönlich die besten und tapfersten Krieger der Elfen für diesen Auftrag auszuwählen. Notfalls folgen wir euch bis zum Ende der Welt.
fr: Elles sont toutes là, Princesse ! Triées sur le volet par votre père - les meilleures et les plus aguerries des troupes elfes qu'on puisse trouver sur l'ensemble des Terres du Nord. Nous sommes prêts à vous suivre jusqu'au bout du monde s'il le faut.

source: Very good. But for now, we'll give brave Tallin here full support in defeating these trolls.
de: Sehr gut. Aber zunächst einmal werden wir Tallin dabei helfen diese Trolle zu überwinden.

source: With pleasure Princess! Quickly men, set up a base!
de: Mit Vergnügen, Prinzessin. Schnell Männer, stellt ein Lager auf!

source: Oh no! Those blasted elves have just joined forces with the humans! This is hopeless! Flee! Flee!
de: Oh nein! Die verfluchten Elfen haben sich mit den Menschen verbündet. Unser Kampf ist aussichtslos, flieht!
fr: Oh non ! Ces maudits elfes se sont unis aux humains ! Nous n'avons aucune chance ! Fuyez ! Fuyez !

source: Hmmm, should we let the trolls run away or should we go ahead and finish them?
de: Sollen wir die Trolle entkommen lassen oder sie lieber aufreiben?
fr: Hmmm, devrions-nous les laisser s'enfuir ou les rattraper et les exterminer ?

source: Hey! Stand your ground you cowards!
de: Hej! Stellt euch, ihr Feiglinge!
fr: Hé ! Restez là, poltrons !

source: You are a fool human! Watch how we will crush and destroy you!
de: Du bist ein Schwachkopf, Mensch! Sieh zu, wie wir dich zerquetschen werden!
fr: Tu n'es qu'un pauvre fou, humain ! Regarde comment nous allons vous broyer en morceaux !

source: Help Tallin defeat the enemy leaders
de: Hilf Tallin, die feindlichen Anführer zu besiegen
fr: Aider Tallin à vaincre les chefs ennemis

source: Haha! Look at them run!
de: Haha! Sie rennen wie die Hasen!
fr: Haha ! Regardez-les qui s'enfuient !

source: Frustrated by their failure and puzzled by the presence of trolls so close to the dwarvish defenses, the party quickly made their way back to Knalga.
de: Frustriert über ihren Fehlschlag und verwundert über die Anwesenheit von Trollen in direkter Nähe zu den zwergischen Verteidigunslinien, eilte die Gruppe zurück in die Sicherheit Knalgas.
fr: Frustrés par leur échec et rendus perplexes par la présence de trolls aussi près des défenses naines, le groupe rallia rapidement Knalga.

source: However, upon arriving there something seemed to be wrong. Instead of being hailed boisterously by the Dwarves as they usually did, they were met with silent guards with downcast eyes.
de: Doch nach ihrer Ankunft schien etwas falsch. Anstatt begeistert empfangen zu werden, begegneten sie nur beschämten Zwergen, die es nicht wagten ihnen in die Augen zu blicken.
fr: Cependant, en y arrivant ils s'aperçurent que quelque chose n'allait pas. Au lieu d'être acclamés à grands cris par les Nains comme à l'accoutumée, ils furent accueillis par le silence de gardes aux yeux rivés vers le sol.

source: This isn't looking good. Not only do we fail to get the princess but now we lost all of our gold! Seriously Hamel, I don't know if we're gonna make it.
de: Dies sieht nicht gut aus. Nicht nur konnten wir die Prinzessin nicht retten, sondern wir haben auch noch all unser Gold verloren. Das sieht nicht gut aus, ich weiß nicht wie wir das schaffen sollen.
fr: Ça s'annonce plutôt mal. Non seulement avons-nous échoué à délivrer la princesse mais en plus nous avons perdu tout notre or ! Franchement Hamel, je ne sais pas si on va y arriver.

source: Don't give in to despair Tallin. At least you prevented the orcs from getting the ransom money.
de: Verzweifle nicht, Tallin. Wenigstens hast du verhindert, dass die Orks das Lösegeld erhalten.
fr: Ne cède pas au désespoir, Tallin. Au moins tu as réussi à empêcher les orcs de récupérer l'argent de la rançon.

source: Yeah, they ran off with all the rest of our gold instead.
de: Ja, sie haben sich stattdessen mit unserem Gold davongemacht.
fr: Ouais, ils se sont enfuis avec le reste de notre or à la place.

source: Snap out of it Tallin! We are not in control of fate. We will do all we can to the best of our ability and leave the results to the gods.
de: Reg dich ab, Tallin! Wir sind nicht die Herrscher des Schicksals. Wir werden tun, was wir können und lassen den Rest dem Wohlwollen der Götter.
fr: Tu vas ruminer longtemps comme ça ? Nous ne sommes pas maîtres de notre destin. Nous ferons du mieux que nous pourrons, et les dieux décideront du reste.

source: You're right Hamel, sorry. Anyhow, were you able to pursue the trolls?
de: Du hast Recht, Hamel. Dennoch, warst du in der Lage die Trolle zu verfolgen?
fr: Tu as raison Hamel, je suis désolé. Au fait, avez-vous pu poursuivre les trolls ?

source: Sounds like a plan to me. May the Mountain Gods be with you.
de: Der Plan gefällt mir. Mögen die Berggötter Euch beschützen!
fr: Ça ressemble bien à un plan. Puissent les Dieux de la Montagne vous être favorables.

source: May the Lords of Light guide your path. Alright people, lets move out!
de: Mögen die lichten Götter Euch beschützen. Also gut, weiter Männer!
fr: Puissent les Seigneurs de la Lumière vous ouvrir la voie. Eh bien, messieurs, il est temps d'y aller !

source: Soon, the trail began to lead east, and then south. A few hours latter the party emerged from the tunnels into dawn's early light.
de: Bald wendete sich der Pfad nach Osten, dann nach Süden. Einige Stunden später trat die Truppe aus dem Tunnel in das Licht des frühen Morgens.
fr: Bientôt, la trace des trolls bifurqua vers l'est, puis vers le sud. Quelques heures plus tard, la bande émergea des tunnels dans la pâle lumière de l'aurore.

source: Kill the enemy leaders
de: Töte die feindlichen Anführer
fr: Vaincre les chefs ennemis

source: Frustrated at the futility of their mission and puzzled by the presence of trolls so close to the dwarvish defenses, the party quickly made their way back to Knalga.
de: Frustriert über die Nutzlosigkeit ihres Angriffs und verwundert über die Anwesenheit von Trollen in direkter Nähe zu den zwergischen Verteidigunslinien, eilte die Gruppe zurück in die Sicherheit Knalgas.
fr: Frustrés par la vanité de leur mission et rendus perplexes par la présence de trolls aussi près des défenses naines, le groupe rallia rapidement Knalga.

source: The princess walked apart from the rest who kept giving her cold glances which she returned in turn. The tension in the air was so thick that it could be cut with a knife.
de: Die Prinzessin entfernte sich unter den eisigen Blicken der Zurückbleibenden, Blicke welche sie erwiderte. Die Spannung war derart dicht, dass man sie mit einem Messer schneiden könnte.
fr: La princesse marchait à l'écart du reste du groupe, qui ne cessait de lui jeter des regards froids qu'elle renvoyait avec la même hostilité. La tension dans l'air était si épaisse qu'elle aurait pu être coupée au couteau.

source: See you wretched human! At least now you will appreciate the generosity of the elves.
de: Sieh du verfluchter Mensch! Wenigstens weißt du nun die Freigiebigkeit der Elfen einzuschätzen.
fr: Voyez-vous cela, misérable humain ! Au moins, vous pourrez maintenant apprécier la générosité des elfes.

source: Shut up you little snort! If it wasn't for you we wouldn't have lost our gold in the first place!
de: Halt's Maul du kleiner Wicht! Ohne dich hätten wir unser Gold gar nicht erst verloren!
fr: Ferme-la, petite harpie ! Si tu n'avais pas été là, nous n'aurions pas perdu notre or pour commencer !

source: I wasn't talking to you lich! Learn to keep your maws shut.
de: Ich habe nicht mit dir gesprochen, Leichnam. Lerne deinen Mund zu halten.
fr: Je t'ai parlé, liche ? Tu ferais mieux d'apprendre à fermer tes mâchoires.

source: Who is this little snot?
de: Wer ist dieser kleine Wichtigtuer?
fr: Qui est cette petite morveuse ?

source: This is the famous and benevolent princess, in whose rescue we have sacrificed many lives and MUCH gold.
de: Dies ist die berühmte Prinzessin, für deren Rettung wir viele Leben und viel Gold opfern mussten.
fr: C'est la célèbre et bienveillante princesse, dont le sauvetage nous a coûté de nombreuses vies et BEAUCOUP d'or.

source: That's it! I have had enough from you worthless rabble. I will soon send a rider with the promised gold, and in the meantime, I'm leaving!
de: Das reicht! Ich habe genug von deinem wertlosen Gebrabbel. Ich werde bald einen Boten mit dem versprochenen Gold sende. Doch nun werde ich mich entfernen.
fr: C'est bon ! Je vous ai assez vus, pauvres roturiers ! J'enverrai bientôt un cavalier avec l'or dû, et en attendant, je m'en vais !

source: Begone you brat!
de: Verschwinde du Göre.
fr: Bon débarras !

source: Anyhow Hamel, back to the issue of the stolen gold, were you able to pursue the trolls?
de: Egal, Hamel, zurück zum gestohlenen Gold. Warst du in der Lage die Trolle zu verfolgen?
fr: Enfin bref Hamel, retournons à nos moutons. Avez-vous pu poursuivre les trolls ?

source: Sounds like a plan to me. The axe and hammer of every dwarf is thirsting for the blood of the orcs!
de: Der Plan gefällt mir! Die Äxte und Hämmer aller Zwerge dürsten nach Orkblut.
fr: Ça m'a tout l'air d'un plan. Les haches et les marteaux des nains ont soif du sang des orcs !

source: Which one of you rabble is Tallin?
de: Welcher von euch Bagagen ist Tallin?

source: I am.
de: Ich.
fr: C'est moi.

source: Princess Anita sends you this gold along with the order to stay clear of any Northern Elf if you know what's good for you.
de: Prinzessin Anita sendet Euch dieses Gold, zusammen mit dem Befehl, Euch von allen Nordelfen entfernt zu halten -- wenn ihr wisst, was gut für euch ist.
fr: Princesse Anita vous envoie cet or ainsi que l'ordre de rester loin des Elfes du Nord si vous ne voulez pas d'ennuis.

source: Why? What did I ever do to the Northern Elves?
de: Warum? Was habe ich den Nordelfen getan?
fr: Pourquoi ? Qu'ai-je donc fait aux Elfes du Nord ?
