Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: The ill treatment that she received while in your care is an insult to every Northern Elf. Consequently if you, or any of your henchmen show your face around us ever again you will be shot on sight.
de: Die schlechte Behandlung, die Ihr ihr angedeihen ließt, ist eine Beleidigung jedes Nordelfen. Aus diesem Grund werdet Ihr, und alle Eurer Gefolgsleute, bei Annäherung an eine elfische Siedlung ohne weitere Warnung erschossen.
fr: Le mauvais traitement qu'elle a reçu sous votre toit est une insulte à tous les Elfes du Nord. Par conséquent, si vous, ou l'un de vos sbires, rôdez trop près de nos terres, vous serez abattu à vue.

source: Tell the princess to get of her high horse and stop acting like such a priss!
de: Sag der Prinzessin, Sie soll von Ihrem hohen Roß heruntersteigen und aufhören, sich wie eine Prinzessin auf der Erbse zu verhalten.
fr: Dites à la princesse d'arrêter de monter sur ses grands chevaux et d'agir comme une petite peste !

source: You dare insult our princess!
de: Du wagst es, unsere Prinzessin zu beleidigen!
fr: Vous osez insulter notre princesse !

source: You better get lost elf before we kill you.
de: Verschwinde Elf, bevor ich dich in Stücke reiße.
fr: Tu ferais mieux de te tirer d'ici avant qu'on ne t'égorge.

source: This insult will forever be remembered by the Northern Elves! The day will soon come when your race shall regret your folly!
de: Diese Beleidigung wird von den Nordelfen niemals vergessen werden! Schon bald werdet ihr diese Dummheit bereuen!
fr: Les Elfes du Nord n'oublieront jamais cette insulte ! Le jour viendra où votre race regrettera cette folie !

source: Pff, elves. What a bunch of pricks!
de: *Knurr* Elfen. Was für ein Haufen Schwachmaten.
fr: Pff, ces elfes, quelle plaie !

source: Oh no! The elves have just given the humans a horde of gold! This is hopeless! Flee! Flee!
de: Oh nein! Die Elfen haben den Menschen gerade eine große Menge Gold gegeben! Unser Kampf ist aussichtslos, flieht!
fr: Oh non ! Les elfes ont donné aux humains une tonne d'or ! C'est sans espoir ! Fuyez ! Fuyez !

source: The Pursuit
de: Die Verfolgung
fr: La Poursuite
sv: Förföljandet

source: Leaving most of the dwarves behind, Tallin and the rest of his party set off to pursue the Sorcerer.
de: Tallin folgte den Zauberern ohne die Hauptmacht der zwergischen Truppen.
fr: Laissant la plupart des nains derrière eux, Tallin et le reste de sa bande se lancèrent à la poursuite du Sorcier.
sv: Tallin lämnade kvar de flesta av dvärgarna och gav sig tillsammans med sina följeslagare av på jakt efter magikern.

source: There he goes! Quick, get him!
de: Dort ist er! Schnappt ihn euch!
fr: Le voilà ! Vite, attrapons-le !

source: I don't think so you living vermin.
de: Das bezweifele ich, du Ungeziefer.
fr: Je ne crois pas, pauvres avortons.
sv: Glöm det, ni levande ohyra.

source: Ahh drats! Well let's hurry up and kill these Revenants, there is only two of them so they shouldn't last long.
de: Ahh, Dreck. Gut, beeilen wir uns und erledigen diese Wiedergänger, es sind bloß zwei, das sollte nicht langer dauern.
fr: Ahh malédiction ! Dépêchons-nous de tuer ces Revenants, ils ne sont que deux et ne résisteront pas bien longtemps.

source: Get past the revenants.
de: Überwinde die Wiedergänger.

source: Uh... Which way?
de: Oh? Wo lang nun?
fr: Euh... De quel côté ?

source: Blast it! We lost him.
de: Verflucht! Wir haben ihn verloren!
fr: Mince ! Nous l'avons perdu.

source: Anyhow, it won't make a difference in the end, because we will hunt him down and crush him to powder. HEAR THAT YOU OLD SKELETON?
de: Das wird keinen Unterschied machen. Am Ende werden wir den alten Knochensack kriegen und zu Staub zermalmen. KANNST DU DAS HÖREN, ALTES KLAPPERGESTELL?
fr: De toute façon, cela importe peu en fin de compte, car nous le chasserons sans relâche et le réduirons en poudre. T'AS ENTENDU VIEUX SQUELETTE ?

source: *faint cackle of laughter in the distance*
de: *In der Ferne verhallendes Gelächter*
fr: *faibles ricanements au loin*
sv: *ett svagt kacklande skratt hörs på avstånd*

source: Yeah! This is gonna be fun!
de: Haha! Ja, das verspricht Spaß!
fr: Ouais ! On va bien s'marrer !

source: Anyhow, lets proceed with caution. Nobody goes off by himself. We don't know what could be lurking in these tunnels.
de: Egal, lasst uns vorsichtig vorgehen. Niemand stürmt alleine vor, wir wissen nicht, was hier alles in den Tunnlen herumkriecht.
fr: Restons quand même prudents. Personne ne doit s'aventurer seul. Nous ignorons ce qui se terre dans ces galeries.

source: Find Malifor and Destroy Him
de: Finde Malifor und vernichte ihn.
fr: Trouver Malifor et le détruire

source: This is a magical staff of tremendous power and unknown origin. Although the full extent of it's power is unknown there are a few obvious features about it. Most significantly, the wielder of this staff has a dramatic increase in strength, speed and intelligence and is granted the ability to fire devastating lightning bolts at at his opponents. Only a person who is good at heart and who is willing to sacrifice his life on the path of justice can wield this staff.
de: Dies ist ein magischer Stab von gewaltiger Kraft und unbekannter Herkunft. Obwohl der volle Umfang seiner Kraft unbekannt ist, hat er ein paar eindeutige Funktionen. Das wichtigste ist, dass der Träger dieses Stabes einen gewaltigen Schub an Stärke, Schnelligkeit und Intelligenz erhält und dass man mit dem Stab zerstörerische Blitze auf seine Gegner schleudern kann. Nur ein Mensch mit reinem Herzen, der bereit ist sein Leben der Gerechtigkeit zu opfern, kann diesen Stab führen.
fr: C'est un bâton magique d'une puissance gigantesque et d'origine inconnue. Bien que l'étendue exacte de ses pouvoirs soit inconnue, il possède quelques caractéristiques évidentes. Plus précisément, le détenteur de ce bâton voit sa force, sa vitesse et son intelligence augmenter considérablement et devient capable de lancer des éclairs dévastateurs contre ses adversaires. Seule une personne au cœur pur et prête à sacrifier sa vie sur le chemin de la justice peut s'en servir.
sv: Detta är en magisk stav med otrolig kraft, och av okänt ursprung. Även om dess fulla styrka är okänd, så har den ett par uppenbara karaktärsdrag. Det viktigaste är att den som håller i staven får sin styrka, snabbhet och intelligens dramatiskt ökad, och har dessutom möjligheten att avfyra förrödande blixtar mot sina fiender. Enbart den som har ett gott hjärta och och som är villig att offra sitt liv i rättvisans tjänst kan använda sig av den här staven.

source: Wow! Incredible! I wonder what such a powerful artifact is doing hidden all the way back here...
de: Toll! Unglaublich! Ich frage mich, warum ein derart mächtiges Artefakt in dieser vergessenen Ecke versteckt ist.
fr: Waouh ! Incroyable ! Je me demande pourquoi un artefact aussi puissant est resté caché ici tout ce temps...

source: Thats.... that's the Rod of Justice!
de: Das! Das ist der Stab der Gerechtigkeit!
fr: C'est... c'est le Sceptre de Justice !

source: Do you know anything about it Camerin?
de: Camerin, weißt du irgend etwas darüber?
fr: Vous en savez quelque chose, Camerin ?

source: I don't think there is a person alive who really knows anything about it. There are very few people who even knows it exists!
de: Ich bezweifle, dass es einen lebenden Menschen gibt, der die wahre Macht des Stabes kennt. Nur wenige wissen überhaupt von seiner Existenz!

source: And how did you come to know about it.
de: Und woher weißt du von dem Stab?
fr: Et comment se fait-il que vous la connaissiez, vous ?

source: Some of the most ancient elvish legends have some vague mention of this artifact. But beyond that...
de: Einige der ältesten elfischen Legenden erwähnen diese Stab schemenhaft, aber darüber hinaus...
fr: Certaines des plus anciennes légendes elfes mentionnent vaguement cet artefact. À part ça...

source: Interesting. I wonder who - or what - could have created such a powerful artifact. There must be one heck of a story behind this thing.
de: Spannend. I frage mich, wer -- oder was -- solch ein mächtiges Artefakt erschaffen haben mag. Es muss eine wirklich epische Vergangenheit haben.
fr: Intéressant. Je me demande par qui - ou quoi - un artefact aussi puissant a bien pu être fabriqué. Il doit y avoir une sacrée histoire à raconter au sujet de cette chose.

source: Caution! Tunnel flooded and infested with aquatic monsters. Enter at the cost of your life.
de: Vorsicht! Tunnel sind geflutet und mit Unterwasser-Monstern verseucht. Wer eintritt, ist in Lebensgefahr.
fr: Attention ! Galerie inondée et infestée de monstres aquatiques. Entrez au péril de votre vie.

source: Interesting. It seems like someone really doesn't want us going down this tunnel.
de: Interessant, es scheint, als wolle uns jemand wirklich von diesem Tunnel fern halten.
fr: Intéressant. On dirait que quelqu'un cherche à nous dissuader d'y entrer.

source: Hey, an underground lake.
de: Seht mal, ein unterirdischer See!
fr: Hé, un lac souterrain.

source: Tentacle
de: Tentakel
fr: Tentacule

source: Ack! What are those things!
de: Hilfe! Was sind das für Dinger?
fr: Wahhh ! Qu'est-ce que c'est que ces choses ?

source: Oh yeah, those things. Watch out, they are the arms of some sort of underwater creature. They like pommeling you to death and then drag you under for dinner.
de: Oh ja, diese Teile. Pass auf, das sind die Arme von irgendeinem Unterwasser-Wesen. Sie schlagen dich gerne tot und verputzen dich anschließend als Zwischenmahlzeit.
fr: Ah oui, ces choses. Prenez garde, ce sont les bras d'une espèce de créature sous-marine. Ils sont là pour vous battre à mort avant de vous tirer par le fond pour le dîner.

source: Then how do we get past? I can see that the passage continues to both the north and south and we still haven't found Malifor yet...
de: Wie sollen wir vorbeikommen? I sehe einen unerforschten Weg nach Norden und Süden, und Malifor haben wir auch noch nicht gefunden.
fr: Alors comment allons-nous passer ? Apparemment, le passage se poursuit au nord et au sud et nous n'avons toujours pas trouvé Malifor...

source: Well, creatures of that type regenerate over time so I highly doubt we can destroy it completely. But if we destroy it's arms we would be relatively safe for the time being. By the time it grows them back we will be long gone.
de: Diese Art von Wesen erholt sich im Laufe der Zeit, von daher bezweifle ich, dass wir es töten können. Aber wenn wir seine Tentakel verstümmeln sollten wir einigermaßen sicher sein, bevor sie nachgewachsen sind werden wir schon verschwunden sein.

source: Well let's get to it then.
de: Na dann, lasst es uns hinter uns bringen.
fr: Bon alors allons-y.

source: Hmm, what is this thing?
de: Hmm, was ist das hier?
fr: Hmm, qu'est-ce que c'est que ça ?

source: EEEEEEEEEEEEEEEE!
de: IIIeeeehhhh!

source: ... wait a second, who are you?
de: ... Moment mal, wer bist du?
fr: ... attendez un peu, qui êtes-vous ?

source: I.... I am one of Tallin's men...
de: Ich... Ich bin einer von Tallins Männern...
fr: Je... je suis l'un des hommes de Tallin...

source: Who is this Tallin?
de: Tallin, wer ist das?
fr: Qui est ce Tallin ?

source: What is your purpose in coming here?
de: Was ist der Grund eures Besuches?
fr: Pourquoi vous êtes-vous aventurés ici ?

source: We seek the lich Malifor.
de: Wir suchen den Leichnam Malifor.
fr: Nous recherchons la liche Malifor.

source: Malifor!... *goes a bit more paler (if possible)* What business do you have with him?
de: Malifor! *wird noch ein wenig blasser* In welcher Angelegenheit reist ihr zu ihm?
fr: Malifor !... *devient un peu plus pâle (dans la mesure du possible)* Pour quelle raison le cherchez-vous ?

source: We seek to crush and destroy him.
de: Wir wollen ihn zerschmettern und vernichten!
fr: Nous voulons le réduire en miettes.

source: Oh thank God! Finally there is someone here in force to deal with that menace. You must have been sent by the High Kalian of Hiera'Shirsha?
de: Oh, den Himmeln sei Dank! Endlich ist jemand mit genügend Kraft, um der Plage Herr zu werden! Ich vermute, die High Kalian von Hiera'Shirsha haben euch gesandt?

source: The what!?
de: Was zum...!?
fr: Le quoi !?

source: Err, I think we might be in different... uh... 'time zones' here.
de: Ähhh... Ich glaube, wir befinden uns in unterschiedlichen Zeiten...
fr: Euh, je pense qu'il est possible que nous soyons dans des... euh... ''zones temporelles'' différentes ici.

source: I beg my pardon. Say, what year is it anyway?
de: Ich bitte um Entschuldigung. Welches Jahr haben wir überhaupt?

source: Uh... 534 YW...
de: Ähh... 534 YW
fr: Euh... en 534 YW...

source: Huh!? Can't be, the last year I remember it was 14318 AD!
de: Das ist nicht möglich! Das letzte Jahr, an das ich mich erinnere, war 14318 AD!
fr: Quoi !? Impossible, la dernière année dont je me souvienne était 14318 AD !

source: Different calendars folks.
de: Unterschiedliche Kalender, Leute.
fr: Nos peuples n'ont pas le même calendrier, voilà tout.

source: I see, but say, who are you?
de: Ich verstehe, aber, wer bist du?
fr: Je vois. Mais dites-nous qui vous êtes.

source: What? How can you not know who I am?
de: Was? Wie könnt ihr nicht wissen, wer ich bin?
fr: Quoi ? Comment pouvez-vous ne pas savoir qui je suis ?

source: The times have changed my friend.
de: Die Zeiten haben sich geändert, mein Freund.
fr: Les temps ont changé, l'ami.

source: Right... sorry about that. My name is Lord Alfred and I am... or was... the ruler of the great kingdom of Garet-Desh.
de: Das ist wahr. Verzeiht mir. Ich bin, oder besser warm Alfred, König des Reiches von Garet-Desh.
fr: En effet... c'est bien dommage. Mon nom est Lord Alfred et je suis... ou plutôt j'étais... le gouverneur du grand royaume de Garet-Desh.

source: What happened to you? Why are you a ghost?
de: Was ist passiert? Warum bist du ein Geist?
fr: Que vous est-il arrivé ? Comment êtes-vous devenu un fantôme ?

source: Well, over time I grew old and died as all men do and entered the land of the dead. I don't know how long I have been living there so far but I was suddenly wrenched from my peace and forced into this body by a terrible power.
de: Nun, im Laufe der Zeit wurde ich alt und starb, wie es das Schicksal aller Menschen ist. Ich kehrte ins Totenreich ein, wo ich lange in Frieden lebte, bis mich plötzlich eine schreckliche Macht in diesen Körper gezerrt hat.
fr: Eh bien, avec le temps je suis devenu vieux, puis j'ai fini par mourir comme tout le monde et je suis entré dans le royaume des morts. Je ne sais pas combien de temps j'y suis resté mais, un jour, j'ai été arraché du repos et projeté dans ce corps par une puissance terrible.

source: Let me guess, Malifor?
de: Lass mich raten, Malifor?
fr: Laissez-moi deviner, Malifor ?

source: That's right. He also tried to force me to work as his mindless slave but I managed to resist his power and flee. I have been hiding in these flooded tunnels ever since. Apparently some monster lives in these waters and so nobody will come down here.
de: Das stimmt. Er hat versucht mich zu einem seiner willenlosen Sklaven zu machen, aber ich konnte seiner Macht widerstehen und fliehen. Seitdem verstecke ich mich hier in diesen überfluteten Tunneln. Scheinbar wohnt in dem See irgendein Ungeheuer, von daher kommt niemand hier herunter.
fr: C'est exact. Il a aussi essayé de me forcer à travailler pour lui comme les autres esclaves sans cervelle, mais j'ai réussi à lui résister et à m'enfuir. Je suis resté caché dans ces galeries inondées depuis lors. Il semblerait qu'un monstre vive dans ces eaux, ce qui explique pourquoi personne ne s'aventure par ici.

source: Would you join us to defeat this evil creature?
de: Würdest du dich unserem Kampf gegen Malifor anschließen?
fr: Vous joindriez-vous à nous pour vaincre cette créature diabolique ?

source: Wouldn't miss it. Maybe after he is destroyed me and my kind can live... err.... be dead peacefully.
de: Möchte es nicht verpassen. Vielleicht finden ich und meine Leute Frieden, sobald er zerstört ist.
fr: Je ne voudrais pas manquer ça. Quand il sera détruit, moi et les miens pourrons peut-être vivre... euh... être morts en paix.

source: Keep following these flooded tunnels. I think they might lead you directly to Mailfor.
de: Folgt den überfluteten Gängen, ich denke, sie führen euch direkt zu Malifor.
fr: Continuez de suivre ces galeries inondées. Je pense qu'elles pourront vous mener tout droit à Malifor.

source: Great! Foreword men!
de: Großartig! Vorwärts, Männer!
fr: Parfait ! En avant, soldats !

source: Just great, I am cold, wet, and tired and what have we here? Another dead end. This place is starting to get on my nerves!
de: Wirklich großartig. Mir ist kalt, ich friere und bin müde und was haben wir hier? Eine weitere Sackgasse! Diese Höhlen gehen mir langsam auf die Nerven!
fr: Génial, j'ai froid, je suis trempé et fatigué et qu'avons-nous là ? Encore un cul-de-sac. Cet endroit commence à me taper sur les nerfs !

source: Ssssh! I hear something.
de: Pst! Ich höre etwas!
fr: Chuuut ! J'entends quelque chose.

source: Sea Serpent
de: Seeschlange
fr: Serpent de mer

source: ROOOAAARRR!
de: BRRÜÜÜÜLLLLL!

source: Hold it people, there is something just ahead!
de: Seid still, etwas ist direkt vor uns!
fr: Attendez les gars, il y a quelque chose qui approche !

source: *sniff* I smell humans.
de: *schnüffeln* Ich rieche Menschenfleisch!
fr: *snif* Ça sent l'humain.

source: You are just plain deaf. I heard them coming from a mile off.
de: Du bist schlicht taub. Ich habe sie schon vor 'ner Stunde gehört.
fr: T'es complètement sourd. On les entend venir à un kilomètre à la ronde.

source: Ahh shut up. Let's go kill them.
de: Ach, Klappe. Lasst uns sie einfach töten.
fr: Ahhh, ferme-la et tuons-les.

source: A door, and a big big lock hmmmmm.
de: Eine Tür unnd ein stabiles Schloß. Hmmm...
fr: Une porte, avec un très très gros verrou, hmmmmm.

source: Sorry folks, this is just too tempting.
de: Tschuldiung Leute, das ist einfach zu verlockend.
fr: Désolé les gars, mais c'est vraiment trop tentant.

source: *SMASH*.
de: *KRAWUMM*
fr: *CRACK*

source: Hmmmm, this door sure is locked up pretty good. I wonder what's behind it.
de: Hmmmm, diese Tür ist fest verriegelt. Ich frage mich, was dahinter versteckt ist.
fr: Hmmmm, cette porte est sacrément bien verrouillée. Je me demande ce qu'il y a derrière.

source: Holy water! Boy I am sure those skeletons won't like us getting our hands on this stuff. But that's probably why they kept them back here in the first place.
de: Weihwasser! Junge, ich bin mir sicher, diese Skelette wollen nicht, dass uns das in die Finger fällt. Vermutlich haben sie es deswegen hier hinten versteckt.
fr: De l'eau bénite ! Garçon, je suis sûr que ces squelettes ne vont pas apprécier que nous mettions la main dessus. Mais c'est certainement pour cette raison qu'ils l'ont gardée ici.
sv: Vigvatten! Jösses, jag är säker på att de där skeletten inte är så glada över att vi fått tag på det här. Men det var väl därför de hade gömt det här bak.

source: Oh yeah, holy water!
de: Spitze, Weihwasser!
fr: Ah ouais, de l'eau bénite !

source: Warning! These bottles contain toxic waste. Causes disintegration on contact.
de: Achtung! Diese Flaschen enthalten Giftmüll. Führt bei Berührung zu Zerfall.
fr: Attention ! Ces fioles contiennent des déchets toxiques. Désintègre au contact.

source: Ha ha, for skeletons anyway.
de: Ha ha, zumindest für Skelette.
fr: Ha ha, pour les squelettes en tout cas.

source: *rolls eyes* Oh the hazardous life of a skeleton.
de: *verdreht die Augen* Oh, das gefährliche Leben eines Skelettes...

source: The Treasury
de: Die Schatzkammer
fr: La Trésorerie
sv: Skattkammaren

source: The Treasury! Cool, lets go and get some booty!
de: Die Schatzkammer! Spitze, lass uns ein bißchen Beute machen!
fr: La trésorerie ! Cool, allons piller tout ça !
sv: Skattkammaren! Schysst, vi tar med oss lite krigsbyte!

source: The Dungeon
de: Das Verlies
fr: Les Cachots
sv: Fängelsehålorna

source: Malifor the Great's Study.
de: Studierzimmer Malifors des Großen
fr: Étude de Malifor le Grand

source: There we go! This way guyz!
de: Das ist der richtige Weg! Hier entlang!
fr: C'est par ici ! Allons-y les gars !
sv: Så där ja! Den här vägen grabbar!

source: Wow! I there is at least 1000 gold in here!
de: Wow! Hier gibt es mindestens 1000 Goldstücke!
fr: Waouh ! Il y a au moins 1000 pièces d'or là-dedans !

source: Holy cow! 500 gold!
de: Heiliger Strohsack! 500 Gold!
fr: Nom d'un chien ! 500 pièces d'or !

source: 800 gold! We're rich!!!
de: 800 Gold! Wir sind reich!
fr: 800 pièces d'or ! Nous sommes riches !!!

source: What a horde! 2 000 gold!
de: Was für ein Hort! 2.000 Gold!
fr: Une de ces montagnes d'or ! 2000 pièces !

source: 500 gold! Not bad!
de: 500 Gold! Kein schlechter Fang!
fr: 500 pièces d'or ! Pas mal !
sv: 500 guld! Det var inte illa!

source: 1000 gold! Wow! Where is that bag of bones getting all this?
de: 1000 Gold! Wow! Woher hat der Knochensack das alles?
fr: 1000 pièces d'or ! Waouh ! Où est-ce que ce sac d'os va trouver tout ça ?
sv: 1000 guld! Wow! Var har benskrället fått allt det här ifrån?

source: Freedom at last, thank you Lord Tallin.
de: Endlich Frei! Danke, Fürst Tallin!
fr: Enfin libre ! Merci Seigneur Tallin.
sv: Äntligen frihet! Tack, furst Tallin.

source: Just Tallin, I am no lord, just a simple peasant trying to restore our people to freedom.
de: Tallin reicht, ich bin kein Fürst. Nur ein einfacher Bauer, der versucht seinen Leuten die Freiheit zu erringen.
fr: Tallin suffira, je ne suis qu'un simple paysan qui essaie de rendre la liberté à son peuple, pas un seigneur.
sv: Bara Tallin. Jag är inte någon furste, blott en enkel bonde som försöker återge vårt folk friheten.

source: But anyhow, who are you? How did you end up down here?
de: Egal, wer bist du? Und was machst du hier unten?
fr: Mais qui êtes-vous donc ? Comment avez-vous atterri ici ?
sv: Men vem är du? Hur har du hamnat här nere?

source: I am called Sister Theta. My husband Marcus and I were advisers and healers for the dwarvish nobles. Then of course the orcs attacked, followed by the trolls and then by these fiends! We managed to somehow survive the orcs and trolls but when these skeletons appeared we were captured.
de: Ich heiße Schwester Theta. Mein Gemahl Markus und ich waren Ratgeber und Heiler der zwergischen Adligen. Bis zum Angriff der Orks, Trolle und schließlich dieses Finsterlings. Wir sind den Trollen und Orks irgendwie entkommen, aber die Skelette haben uns eingefangen.
fr: Je m'appelle Sœur Theta. Mon mari Marcus et moi servions de conseillers et de guérisseurs aux nobles nains. Puis, comme vous vous en doutez, les orcs nous ont attaqués, suivis par les trolls et enfin par ces abominations ! Nous avons plus ou moins réussi à survivre aux orcs et aux trolls mais, quand ces squelettes apparurent, nous fûmes capturés.
sv: Jag kallas för syster Theta. Min make Marcus och jag var rådgivare och helare åt dvärgadeln. Sedan anföll ju orcherna, och sen trollen, och slutligen de där monstren! På något sätt lyckades vi överleva orcherna och trollen, men de där skeletten tog oss tillfånga.

source: Funny, why would The Bag of Bones keep you as his prisoners. He didn't seem to be the merciful type.
de: Seltsam, warum hat der alte Knochensack euch gefangengehalten? Er wirkte nicht besonders gnädig.
fr: C'est drôle, pourquoi ce sac d'os vous garderait-il prisonniers ? Il ne semble pas spécialement clément.
sv: Konstigt, varför skulle benskrället hålla er fångna? Han verkade inte precis vara den barmhärtiga sorten.
