Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Northern Rebirth
de: Wiedergeburt des Nordens
fr: La Renaissance du Nord

source: (Newbie)
de: (Anfänger)
fr: (débutant)

source: Peasant
de: Bauer
fr: Paysan
sv: Bonde

source: Spearman
de: Speerträger
fr: Porte-lance
sv: Spjutbärare

source: (Easy)
de: (Einfach)
fr: (facile)
sv: (Lätt)

source: Swordsman
de: Schwertkämpfer
fr: Spadassin

source: (Hard)
de: (Schwer)
fr: (difficile)
sv: (Svårt)

source: RoyalGuard
de: Leibgardist
fr: Garde royal
sv: Livgardist

source: For the People of Dwarven Doors the choice was simple: either work as worthless slaves for the orcs until the end of their miserable lives, or put those same lives at risk and rise up against their cruel overlords. Little did they know that the result of their small struggle would either restore the Northlands to the glory that they once were, or doom them to an eternity of bloody chaos.
de: Für die Bewohner Zwergenpfortes gab es lediglich zwei Möglichkeiten: Entweder als wertlose Sklaven der Orks bis ans Ende ihres Lebens zu schuften oder eben dieses Leben zu riskieren um sich gegen ihre grausamen Unterdrücken zu erheben. Sie konnten nicht ahnen, dass ihr Aufstand entweder den Beginn eines neuen glorreichen Zeitalters für die Nordlande einläuten oder jene für alle Zeiten in ein gigantisches Schlachtfeld verwandeln würde.
fr: Le choix était simple pour les habitants des Portes des Nains : ils pouvaient travailler jusqu'à la fin de leur misérable existence pour les orcs comme d'insignifiants esclaves ou mettre cette misérable existence en péril pour se rebeller contre leurs cruels seigneurs. Ils ne se doutaient pas que ce combat anodin aurait pour conséquence de restaurer la gloire passée des Terres du Nord ou de les plonger dans un chaos sanglant pour l'éternité.

source: Breaking the Chains
de: Die Ketten werden zerbrochen
fr: Briser les chaînes
sv: Fjättrarna bryts

source: Long ago, far to the north of Wesnoth, and just outside of the dwarven caves of Knalga, was a thriving community known as Dwarven Doors. Food and wood from all over Wesnoth and many elvish lands as well were sent here to be sold to the dwarves, while ores, metals and equipment from the dwarves were brought here to be distributed throughout the surface nations. As a result of all this trade, Dwarven Doors was a very rich and prosperous community.
de: Vor langer Zeit, weit im Norden Wesnoths und gerade außerhalb der zwergischen Minen Knalgas, gab es eine aufblühende Gemeinschaft, welche als Zwergenpforte bekannt war. Nahrung und Holz aus ganz Wesnoth und vielen elfischen Landen wurden hier an die Zwerge verkauft, welche wiederum ihre Erze, Metalle und Werkzeuge an Händler aus jenen Regionen verkauften. Aufgrund dieser Handelstätigkeit war Zwergenpforte eine reiche und gut gedeihende Stadt.
fr: Il y a longtemps, bien au nord de Wesnoth, à l'entrée des cavernes naines de Knalga, vivait une communauté d'hommes prospères portant le nom de Portes des Nains. La nourriture et le bois provenant de Wesnoth ainsi que des terres elfes étaient envoyés là-bas pour être vendus aux nains. Le minerai, les métaux et l'équipement des nains y étaient aussi apportés pour être distribués aux nations de la surface. Ce commerce faisait donc des Portes des Nains une communauté très riche et prospère.
sv: För länge sedan, långt norr om Wesnoth, och precis utanför dvärggrottorna vid Knalga, fanns en välmående bosättning som kallades för Dvärgportarna. Mat och ved från hela Wesnoth och många av alvernas länder sändes dit för att säljas till dvärgarna, och malm, metaller och dvärgavaror sändes via bosättningen till alla ytnationerna. Denna handel gjorde Dvärgportarna till en mycket rik och välmående bosättning.

source: Since Dwarven Doors lay directly in the path of enemies seeking to invade Knalga, the dwarves agreed to take responsibility for the the defense of the community. In order to achieve that end they built many towers and fortifications in and around the community.
de: Da Zwergenpforte als eine Art Vorposten zwischen Knalga und seinen Feinden lag, erklärten sich die Zwerge bereit bei der Verteidigung der Stadt zu helfen. Zu diesem Zweck bauten sie viele Türme und sonstige Befestigungen in- und außerhalb der Stadt.
fr: Étant donné que les Portes des Nains se trouvaient sur la route directe des ennemis cherchant à envahir Knalga, les nains avaient accepté de défendre la communauté. Pour ce faire, ils construisirent de nombreuses tours et fortifications autour et au sein même de la communauté.
sv: Då Dvärgportarna blockerade vägen för fiender som sökte invadera Knalga, så åtog sig dvärgarna försvaret av bosättningen. De byggde många torn och befästningar i och runt bosättningen.

source: The years that passed were peaceful and prosperous, that is until the orcs came...
de: Die Jahre waren friedlich und voller Reichtum, zumindest bis zu dem Tag, an dem die Orks kamen...
fr: Les années passèrent, paisibles et prospères, jusqu'à l'arrivée des orcs...
sv: Många fridfulla och framgångsrika år förflöt. I alla fall tills orcherna kom...

source: In a fierce battle that raged for one whole year, the orcs finally overpowered the combined defenses of the humans and dwarves.
de: In einer heftigen Schlacht, die sich über ein ganzes Jahr hinzog, gelang es den Orks schließlich die vereinten Kräfte der Zwerge und Menschen zu überwinden.
fr: Au terme d'un combat acharné qui fit rage pendant toute une année, les orcs l'emportèrent sur les défenses combinées des humains et des nains.
sv: Ett helt år rasade en vildsint kamp, men till slut övermannade orcherna människornas och dvärgarnas gemensamma försvar.

source: The dwarves were pushed back into the caves where the battle raged on for many more years, while the people of Dwarven Doors were enslaved by the orcs.
de: Die Zwerge wurden in ihre Höhlen zurückgedrängt, in welchen die Schlacht für viele weitere Jahre andauerte. Die Einwohner von Zwergenpforte hingegen wurden von den Orks versklavt.
fr: Les nains furent repoussés à l'intérieur de leurs cavernes où les combats se poursuivirent pendant encore de nombreuses années, tandis que les humains des Portes des Nains furent asservis par les orcs.
sv: Dvärgarna tvingades återvända till sina grottor, och striden fortsatte där i många år. Under tiden förslavades invånarna i Dvärgportarna av orcherna.

source: Many years passed as the people of Dwarven Doors worked as slaves for the orcs, until the day that Prince Konrad of Wesnoth passed through on his quest for the Scepter of Fire.
de: Für viele Jahre litten die Einwohner Zwergenpfortes unter der orkischen Knechtschaft, bis eines Tages Konrad, Prinz von Wesnoth, auf seiner Suche nach dem Zepter des Feuers, vorbeikam.
fr: De nombreuses années s'écoulèrent, pendant lesquelles les habitants des Portes des Nains furent les esclaves des orcs, jusqu'au jour où le Prince Konrad de Wesnoth passa par là dans sa quête du Sceptre de Feu.
sv: Under många år arbetade Dvärgportarnas folk som slavar åt orcherna, ända tills den dag då prins Konrad av Wesnoth kom förbi i sin jakt på Eldspiran.

source: As the peasants watched Konrad and his men battle their way through the orcish host - and hearing how he himself was fighting to save his homeland from the rule of a tyrant - a hope rose in their hearts. Perhaps, one day they also could rid their homeland of the tyrannical orcs and be free once again.
de: Als die Bauern sahen, wie Konrad und seine Männer sich ihren Weg durch die orkischen Horden schlugen und hörten, dass Konrad selbst für die Freiheit seiner Heimat von einer Tyrannin kämpfte, keimte Hoffnung in ihren Herzen. Vielleicht könnten sie, eines Tages, ihre Heimat ebenfalls von den tyrannischen Orks befreien und endlich wieder frei sein.
fr: Les paysans regardèrent Konrad et ses hommes se tailler un chemin à travers les hordes d'orcs et entendirent que lui aussi luttait pour sauver sa terre natale du joug d'un tyran. Un espoir naquit alors dans leur coeur. Peut-être un jour pourraient-ils eux aussi débarasser leur patrie des oppresseurs orcs et être libres à nouveau.

source: Many more years passed but the peasants never gave up their hope. Rather, as time went on it became stronger and stronger. Finally, one day their chance came.
de: Viele weitere Jahre vergingen, doch die Bauern gaben ihre Hoffnung niemals auf. Im Gegenteil, sie wurde im Laufe der Zeit nur stärker. Und endlich kam die Gelegenheit, auf die sie so lange gewartet hatten...
fr: Les années passèrent mais les paysants ne perdirent pas espoir. Au contraire, avec le temps, celui-ce ne cessa de se renforcer. Enfin, le jour arriva où ils purent saisir leur chance.

source: Al'tar, their 'master' was attacked by a neighboring tribe of orcs. Taking this opportunity, Tallin, a young, brave and intelligent peasant somehow managed to steal a considerable amount of his
de: Al'tar, ihr Herr, wurde von einem benachbarten Orkstamm angegriffen. Diese Gelegenheit nutzte Tallin, ein junger, kluger und mutiger Bauer, um eine beachtliche Menge Gold zu stehlen und sich in der Ruine einer alten Zwergenfestung, inmitten des Waldes, zu verstecken.

source: Defeat enemy leaders
de: Töte die gegnerischen Heerführer
fr: Vaincre les chefs ennemis
sv: Besegra alla fiendeledare

source: Death of Tallin
de: Tallin fällt in der Schlacht
fr: Mort de Tallin
sv: Tallin dör

source: Turns run out
de: Rundenlimit überschritten
fr: Tours de jeu épuisés
sv: Dragen tar slut

source: Quick you guyz, the orcs are killing each-other. This might be the only chance we got to be rid of these scum once and for all. Lets give it to em!
de: Beeilt euch Leude! Die Orks töten sich gegenseitig. Dies könnte die einzige Möglichkeit sein, um diesen Abschaum endgültig loszuwerden. Immer feste druff!
fr: Magnez-vous, les gars, les orcs sont en train de s'entre-tuer. C'est peut-être notre seule chance de nous débarrasser de cette racaille une bonne fois pour toutes. Collons-leur une raclée !

source: Brave words Tallin, but the idea is insane. We don't have any weapons, any armor, or any training. What are we going to fight them with, pitchforks!?
de: Mutig gesprochen, Tallin, aber die Idee ist Wahnsinn. Wir haben weder Waffen, noch Rüstung, außerdem haben wir keinerlei Ausbildung für den Kampf. Wie sollen wir sie bekämpfen, mit Heugabeln?
fr: Tes mots sont courageux, Tallin, mais l'idée est folle. Nous n'avons ni arme, ni armure, ni entraînement. Avec quoi allons-nous les affronter ? Des fourches ?

source: If we have to use pitchforks, then use pitchforks we shall. We easily outnumber the orcs, not to speak of the fact that they are killing each-other.
de: Wenn wir Heugablen nehmen müssen, dann werden wir Heugabeln nehmen! Wir sind in der Überzahl, abgesehen davon schlagen sich die Orks gegenseitig die Köpfe ein.
fr: Si nous devons nous battre à la fourche, qu'il en soit ainsi. Nous sommes largement plus nombreux que les orcs, sans parler du fait qu'il sont en train de s'entre-tuer.

source: But still Tallin, this is going to be a slaughter.
de: Tallin, einige von uns werden dennoch niedergemetztelt werden.
fr: Mais tout de même, Tallin, ça va être un massacre.

source: *sigh* Yes I know. But would you rather live as slaves to the orcs forever?
de: *Seufzt* Ja, ich weiß. Aber möchtest du lieber für den Rest deines Lebens Sklave der Orks bleiben?
fr: *soupir* Oui, je sais. Mais préfères-tu rester pour toujours esclave des orcs ?

source: Never! I would rather die!
de: Niemals! Lieber würde ich sterben!
fr: Jamais ! Plutôt mourir !

source: Then to arms!
de: Dann auf, zu den Waffen!
fr: Alors aux armes !

source: You piece of dirt! How dare you step onto my land!
de: Du Dreckskerl! Wie kannst du es wagen in mein Land einzudringen!
fr: Sale vermine ! Comment oses-tu t'aventurer sur mes terres !
sv: Din skitstövel! Hur vågar du sätta din fot på min mark!

source: You puny weakling, this land now belongs to my master! Surrender now and he MIGHT let you be his slave.
de: Du erbärmlicher Schwächling, dieses Land gehört nun meinem Herrn. Ergib dich jetzt und er wird dich VIELLEICHT zu einem seiner Knechte machen.
fr: Petit vermisseau, cette terre appartient désormais à mon maître ! Rends-toi maintenant et il te laissera PEUT-ÊTRE le servir comme esclave.
sv: Ditt ynkliga kräk, den här marken tillhör nu min herre! Ge dig nu så låter han dig KANSKE leva som hans slav.

source: Pahh! Grunts, attack! Whoever brings me his head will get five villages!
de: Hah! Auf ihn, meine Krieger! Wer immer mir seinen Kopf bringt erhält fünf Dörfer!
fr: Bah ! Grognards, à l'attaque ! Cinq villages à qui me ramène sa tête !
sv: Pah! Soldater, till anfall! Den som ger mig hans huvud får fem byar!

source: I die now you orcish scum, but it is as a free man not your slave! But you know that your days are numbered! We will rise again and again until all your rotting carcasses lay stretched on the ground!
de: Ich sterbe nun, orkischer Abschaum! Doch ich sterbe als freier Mann, nicht als Sklave! Doch sei gewiss, dass deine Tage gezählt sind. Wir werden uns wieder und wieder erheben, bis deine verrottenden Knochen ausgestreckt am Boden liegen!
sv: Jag dör nu, ditt avskum till orch, men som en fri man, inte din slav! Era dagar är räknade! Vi kommer att resa oss igen och igen ända tills varenda en av er är ett stinkande lik på marken!

source: Pahh! Grunts, put the rest of those peasant rabble back in chains.
de: Hah! Krieger, legt den Rest dieses Packs wieder in Ketten.
fr: Bah ! Grognards, enchaînez-moi le reste de ces trublions de paysans.
sv: Pah! Soldater, kedja resten av bondepacket igen.

source: YES! We did it! We are free!
de: JA! Wir haben es geschafft! Wir sind frei!
fr: Victoire ! Nous avons réussi ! Nous sommes libres !
sv: JA! Vi lyckades! Vi är fria!

source: Garrugch failed in mission, but Al'tar dead by peasant slaves. Better tell master.
de: Garrugchs ist mit seinem Auftrag gescheitert, doch Al'tar wurde von Sklaven erschlagen. Das sollte ich besser meinem Herrn berichten.
fr: Garrugch échoué, mais Al'tar tué par paysans esclaves. Mieux vaut prévenir maître.
sv: Garrugch misslyckades med uppdrag, men Al'tar död av bondeslavar. Bäst berätta för herre.

source: Master needs more meat for wolves. Peasants good meat.
de: Mein Herr benötigt Wolfsfutter. Bauern geben gutes Futter ab.
fr: Maître avoir besoin plus de viande pour loups. Paysans bonne viande.
sv: Herre behöver mer kött till vargar. Bönder bra kött.

source: Uh oh! That orc has gone to tell his leader that we are now free. Soon they will be here in hordes to enslave us again... or worse...
de: Ohje... Dieser Ork wird seinem Herrn berichten, dass wir nun frei sind. Schon bald werden ihre Horden zurück sein, um uns wieder zu versklaven -- oder schlimmeres...
fr: Oh oh ! Cet orc est parti dire à son maître que nous nous sommes libérés. Des hordes d'orcs viendront bientôt nous asservir à nouveau... ou pire...
sv: Uh oh! Den där orchen har gett sig av för att berätta för sin ledare att vi nu är fria. De kommer snart hit i stort antal för att än en gång förslava oss... Eller än värre...

source: Eh?
de: Welchen?
fr: Hein ?
sv: Vadå?

source: Lets head into the caves and find out if there are any dwarves still alive. Perhaps they will be able to make us some proper weapons and armor. And then, when the orcs come back, well show em!
de: Lass uns in die Höhlen flüchten und nachsehen, ob noch einige der Zwerge am Leben sind. Vielleicht können sie uns vernünftige Waffen und Rüstungen schmieden. Und sollten die Orks dann zurückkommen, zeigen wir ihnen wo der Hammer hängt!
fr: Dirigeons-nous vers les cavernes et voyons si des nains y vivent encore. Peut-être seront-ils capables de nous fabriquer de vraies armes et armures. Alors, quand les orcs reviendront, nous les attendrons de pied ferme !

source: Enter the caves! Find the dwarves! Have you gone completely insane? The caves are infested with trolls and orcs. There are even rumors that the dwarves who died trying to defend Knalga are rising again and destroying anyone they come across. And we can't fight in caves! We can hardly even walk in the caves without tripping and killing ourselves, let alone fight!
de: In die Höhlen gehen! Die Zwerge finden! Bist du vollkommen verrückt geworden? Die Höhlen sind von Orks und Trollen verseucht. Es gibt sogar Gerüchte, dass die Zwerge, die bei der Verteidigung Knalgas fielen, keine Ruhe finden und alle angreifen, die ihnen über den Weg laufen. Außerdem können wir nicht in Höhlen kämpfen! Wir können schon kaum durch die Höhlen wandern ohne hinzufallen, wie sollen wir da kämpfen?
fr: Pénétrer à l'intérieur des cavernes ! Trouver les nains ! Es-tu devenu complètement fou ? Les cavernes sont infestées de trolls et d'orcs. Il y a même des rumeurs comme quoi les nains morts pour défendre Knalga se relèvent et détruisent tous ceux qu'ils croisent sur leur passage ! Et puis nous ne savons pas nous battre dans des cavernes ! On peut à peine marcher sans trébucher ni risquer de s'entre-tuer, alors se battre !!!
sv: Gå in i grottorna! Leta reda på dvärgar! Har du blivit helt galen? Grottorna är ju fyllda av troll och orcher. Det går till och med rykten om att de dvärgar som fallit i försvaret av Knalga återuppstår och förgör alla de möter. Och vi kan ju inte slåss i grottor! Vi kan ju knappt gå i dem utan att snubbla och slå oss fördärvade, hur skulle vi då kunna slåss!

source: Not so. All you night-crawlers and hunters get yourselves the bows from the dead orcs or whatever else you can find. With you guyz in the forefront I am sure we'll be able to manage. I know, it'll be tough and dangerous but I don't see any other way around it.
de: Keineswegs. Los ihr Wilderer und Jäger, schnappt euch die Bögen und was ihr sonst so finden könnt von den erschlagenen Orks. Mit euch als Vorhut können wir das mit Sicherheit schaffen. Ich weiß, es wird hart und gefährlich, aber ich sehen keinen anderen Weg.
fr: Pas du tout. Que les rôdeurs et les chasseurs ramassent les arcs des cadavres des orcs ou tout ce qu'ils pourraient juger utile . Avec vous en première ligne, les gars, je suis sûr qu'on peut y arriver. Je sais que ce sera dur et dangereux mais je ne vois pas d'autre solution.
sv: Så är det inte. Ni jägare och nattstrykare, ta bågar från de döda orcherna, och vad annat ni kan finna. Om ni går först, så är jag säker på att resten av oss klarar av det också. Jag vet att det kommer att bli tufft och farligt, men jag ser inte någon annan utväg.

source: You can now recruit Thugs and Poachers
de: Du kannst nun Wilddiebe und Strolche ausbilden.
fr: Vous pouvez désormais recruter des Brutes et des Braconniers.
sv: Du kan nu rekrytera busar och tjuvskyttar

source: This is one of the the entrances to the dwarven caves.
de: Dies ist einer der Eingänge zu den Zwergenhöhlen.
fr: Voici l'une des entrées des cavernes des nains.
sv: Detta är en av ingångarna till dvärggrottorna.

source: Aaaaah! Trolls! The caves are infested with trolls!
de: Aaaaah! Trolle! Die Höhlen sind voller Trolle!
fr: Aaaaah ! Des trolls ! Les cavernes sont infestées de trolls !
sv: Aaaah! Troll! Grottorna kryllar av troll!

source: What the... *gurgle* Hey! Look... a slave... uprising!
de: Was zum... *Gluckst*. Hey! Schau mal, ein Sklavenaufstand!
sv: Vad i...*glurp* Hej! Titta... Ett slav...uppror!

source: *STAB*
de: *STECH ZU*
fr: *CHTAC*
sv: *HUGG*

source: Not a very bright one was he?
de: Der war nichts besonders hell, nech?
fr: Pas très malin, celui-là !
sv: Han var inte speciellt smart, eller hur?

source: No! I have failed in my mission!
de: Nein! Mein Auftrag ist gescheitert!
fr: Non ! J'ai échoué dans ma mission !
sv: Nej! Jag har misslyckats med mitt uppdrag!

source: Mission? What mission?
de: Auftrag? Was für ein Auftrag?
fr: Une mission ? Quelle mission ?
sv: Uppdrag? Vad då för uppdrag?

source: Ha Ha! Look at them go.
de: Ha! Ha! Sieh sie dir an.
fr: Ha ha ! Regardez-les s'enfuir !

source: Ha Ha! The fools are killing eachoter!
de: Ha! Ha! Diese Trottel schlagen sich gegenseitig tot!
fr: Ha ha ! Ces idiots s'entre-tuent !

source: Clearing the Mines
de: Die Minen säubern
fr: Nettoyer les mines
sv: Gruvorna rensas

source: When the party finally reached the mines they were not disappointed.
de: Als die Gruppe endlich die Minen erreichte wurden sie nicht enttäuscht.
fr: Quand le groupe arriva enfin aux mines, ils ne furent pas déçus.

source: Lo and Behold, the Dwarven Mines.
de: Halt und Achtung, die Zwergenminen.
fr: Messieurs, devant vous s'étendent les Mines des Nains.
sv: Se, dvärgarnas gruvor.

source: Look at that canal. The dwarves built it to transport all the mined metals deeper into Knalga. And also notice those two rooms, one to the north-west and the other to the south-east. That is where many of the mined materials are stored until they were ready to be transported.
de: Sieh dir den Kanal an. Die Zwerge haben ihn gebaut, um die gewonnenen Erze nach Knalga zu bringen. Achte auch auf die beiden Räume im Nordwesten und Südosten, in ihnen wurden die Erze bis zum Versand gelagert.
fr: Regardez ce canal. Les nains l'ont construit pour transporter leur métal plus en profondeur dans Knalga. Et observez ces deux salles, l'une au nord-ouest et l'autre au sud-est. C'est là que de grandes quantités de minerai sont stockées en attendant de pouvoir être transportées.

source: Holy! The whole place swarming with undead! They have animated all those corpses who are doing all the work!
de: Himmel noch eins! Die gesamte Höhle wimmelt nur so von Untoten! Sie haben alle Leichen belebt und die tun jetzt die ganze Arbeit!
fr: Mon dieu ! Cet endroit regorge de morts-vivants ! Ces cadavres ont été réanimés pour faire tout le boulot !

source: And they seem to have good security too. Look, most of the fortifications are repaired and they have those nasty skeletons everywhere.
de: Sie scheinen auch starke Verteidigungsanlagen zu haben. Die meisten der Befestigungen sind instandgesetzt und überall stehen diese ekligen Skelette herum.
fr: Et il semble aussi qu'ils soient bien protégés. La plupart des fortifications sont réparées et ces horribles squelettes grouillent partout.
sv: Och säkerheten här inte dålig heller. Titta, de flesta av befästningarna har reparerats, och det finns otäcka skelett överallt.

source: Fortunately this entrance seems to be in disrepair. It doesn't even look like they noticed us yet.
de: Glücklicherweise scheint dieser Eingang kaputt zu sein. Es scheint, als hätten sie uns noch nicht einmal bemerkt.
fr: Heureusement, cette entrée délabrée semble inusitée. Ils ne nous ont apparemment même pas encore remarqués.
sv: Som tur är så verkar de inte underhålla den här ingången. De verkar inte ens ha märkt oss ännu.

source: WHO GOES THERE?
de: WER DA?
fr: QUI VA LÀ ?
sv: VEM DÄR?

source: Oops, I spoke too soon.
de: Ups, da habe ich mich wohl zu früh gefreut...
fr: Oups, j'ai parlé trop vite.
sv: Hoppsan, det var visst lite väl tidigt sagt.

source: *wince* You can turn the volume down pal.
de: *kurzes zusammenzucken* Du brauchst nicht so zu schreien!

source: Maybe he needs a fireball...
de: Vielleicht braucht er einen Feuerball...
fr: Peut-être a-t-il besoin d'une boule de feu...
sv: Kanske han behöver ett eldklot...

source: YOU DO NOT ANSWER, ALERT THE MASTER!
de: IHR GEBT KEINE ANTWORT. ALARMIERT DEN MEISTER!
fr: ILS NE RÉPONDENT PAS, APPELEZ LE MAÎTRE !
sv: DU SVARAR INTE, MEDDELA HERREN!

source: Who goes there? Ahhh, more slaves I see.
de: Wer kommt da? Ahh, neue Sklaven.
fr: Qui va là ? Ahhh, d'autres esclaves...
sv: Vem där? Ahhh, fler slavar ser jag.

source: Others have made that mistake before. Who are you?
de: Diese Fehleinschätzung haben bereits andere bereut. Wer bist du?
fr: D'autres ont déjà fait cette erreur. Qui êtes-vous ?
