Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: After recovering their gold the party once again took up Rakshas's trail. They soon received a report from a scouting gryphon that in an enormous fortress a few leagues west from them, Rakshas was rallying a massive orcish force.
de: Nachdem sie ihr Gold zurückerobert hatte setzte sich die Truppe sofort wieder auf Rakshas' Spur. Nur einen Augenblick später landete ein Greif auf der Lichtung. Er berichtete, dass Rakshas nur wenige Wegstunden entfernt eine große Armee versammelte.
fr: Après avoir récupéré son or, le groupe reprit une fois de plus la piste de Rakshas. Ils reçurent bientôt le rapport d'un griffon parti en éclaireur qui affirmait qu'une énorme forteresse, à quelques dizaines de kilomètres à l'ouest de leur position, servait de point de ralliement à une armée d'orcs colossale.

source: The gryphon further reported that a few more legues west was a large hardened dwarvish force, steadily advancing on the orcish fortress.
de: Der Greif fuhr fort, dass sich eine Armee der Zwerge der orkischen Festung näherte, in der Rakshas seine Truppen versammelte.
fr: Le griffon signala aussi qu'à l'ouest de la forteresse se trouvait une importante force naine, qui fonçait tout droit sur la citadelle orc.

source: Battle plans were quickly made and the party quickly split themselves - and their gold - into three groups. Two of the groups immediately set off northwest, and southwest respectively while the third group rested for an hour and then set of directly west.
de: Schnell wurden Schlachpläne festgelegt und die Gruppe teilte sich, einschließlich des Goldes, in drei Abteilungen. Zwei der Gruppen marschierten in süd- und nordwestlicher Richtung, während die dritte noch eine Stunde wartete bevor sie direkt nach Westen aufbrach.
fr: Des plans de bataille furent rapidement établis et le groupe se divisa, de même que l'or, en trois armées. Deux partirent immédiatement, l'une vers le nord-ouest, l'autre vers le sud-ouest, tandis que la troisième armée se reposa une heure puis mit le cap vers l'ouest.

source: The idea was to completely surround Rakshas on all sides, cutting off any chance of escape or reinforcements.
de: Rakshas Truppen sollte eingekesselt werden, um sowohl eine Flucht zu verhindern als auch Verstärkungen aufzuhalten.
fr: L'idée était d'encercler complètement Rakshas, pour lui ôter toute chance de retraite ou de renforts.

source: The group that went to the north was led by Ro'Arthian and was composed of trolls, orges and some selected mages.
de: Die nördlichen Abteilungen wurden von Ro'Arthian angeführt und bestand aus Trollen, Ogern und einigen ausgewählten Magiern.
fr: L'armée qui se dirigea vers le nord était menée par Ro'Arthian et était composée de trolls, d'ogres et des meilleurs mages.

source: Anita and the remaining elves, eager to avenge Hidel went south while Tallin himself let the western group.
de: Die verbliebenen Elfen, mit Anita an der Spitze und wild entschlossen Hidels Tod zu rächen, marschierten in den Süden, während die westliche Abteilung von Tallin selbst angeführt wurde.
fr: Anita et le reste de l'armée elfe, avides de vengeance depuis la mort de Hidel, se dirigèrent vers le sud, pendant que Tallin lui-même commandait la division ouest.

source: A few short hours later all the groups converged on the fortress.
de: Wenige Stunden später rückten alle Abteilungen auf die Festung vor.
fr: Au bout de quelques petites heures, les trois armées convergèrent vers la citadelle.

source: The group that went to the north was led by Krash and his drake friends.
de: Die nördliche Gruppe wurde von Krash und seinen Drakes angeführt.
fr: L'armée partie vers le nord était menée par Krash et ses amis drakes.

source: RAKSHAS! YOU HAVE AVOIDED ME FOR THE LAST TIME! NOW COME OUT AND DIE LIKE A MAN!
de: RAKSHAS! Du bist lange genug geflüchtet, nun stell dich und stirb wie ein Mann!
fr: RAKSHAS ! TU NE M'ÉCHAPPERAS PAS CETTE FOIS ! MAINTENANT SORS ET MEURS COMME UN HOMME !

source: What the...? How did he get here?
de: Was zum... Wo kommt der her?
fr: Qu'est-ce que... ? Comment a-t-il pu arriver jusqu'ici ?

source: We crushed and scattered your entire eastern flank, and now it's your turn!
de: Wir haben deine gesamte Ostflanke zerschmettert und nun bist du dran!
fr: Nous avons pulvérisé tout ton flanc oriental, et maintenant c'est ton tour !

source: You slimy little elf! So you have joined hands with these humans have you? Very well, both of you shall soon be dead!
de: Du schleimiger kleiner Elf! Du hast dich also mit den Menschen verbündet? Nun gut, ich werde euch allesamt zerstampfen.
fr: Frêle avorton d'elfe ! Ainsi, tu te bats aux côtés de ces humains, n'est-ce pas ? Très bien, vous serez bientôt morts, tous les deux !

source: Good luck you monster. You are cut off and surrounded. We shall soon kill you and feed your carcass to the vultures and wild beasts.
de: Viel Glück, Monster. Du bist abgeschnitten und eingekesselt. Wir werden deinen Kopf auf einen Pfahl stecken und deine Eingeweide an die Geier verfüttern.
fr: Bonne chance, monstre. Tu es isolé et encerclé. Bientôt nous te tuerons et jetterons ton cadavre aux vautours et aux bêtes sauvages.

source: Hahahahah! You fools, cant you see that you are right in the heart of orcish territory, surrounded yourselves! Why, at this very moment my entire western army is marching this way. They will soon be here and scatter your forces like straw!
de: Hahahahah! Ihr Trottel! Seht ihr nicht, dass ihr euch inmitten des Orklandes befindet, dass ihr selber eingekesselt seid? Gerade in diesem Moment ist meine westliche Armee auf dem Weg hierher. Schon bald wird sie eintreffen und deine Truppen wie Spreu im Winde verwehen!
fr: Hahahahaha ! Bande d'idiots, ne voyez-vous pas que vous êtes au beau milieu d'un territoire orc, que vous êtes vous-mêmes encerclés ! D'ailleurs, en ce moment même mon armée occidentale au complet avance vers ce château. Ils seront bientôt là et vous briseront comme un fétu de paille !

source: Will they now?
de: Werden sie?
fr: T'en es sûr ?

source: WHAT!?!?!
de: WAS?
fr: QUOI !?!?!

source: Your entire western army has been slaughtered my friend, and YOU will soon join them!
de: Deine gesamte westliche Armee wurde vernichtet, und nun ist es an der Zeit dass dich das gleiche Schicksal wie deinen Soldaten ereilt.
fr: Toute ton armée occidentale a été réduite en bouillie l'ami, et TU vas aller les rejoindre dans l'au-delà de ce pas !

source: But... but... how can this be?
de: Aber, aber... Wie kann das sein?
fr: Mais... mais... comment est-ce possible ?

source: It's called 'The End' my friend. Alright people, FOR KNALGA!!!
de: Dies ist das Ende, mein Freund. Männer, FÜR KNALGA!
fr: Ça s'appelle ''La Fin'', l'ami. Parfait messieurs, POUR KNALGA !!!

source: FOR FRIENDSHIP!!!
de: FÜR DIE FREUNDSCHAFT!
fr: POUR L'AMITIÉ !!!

source: FOR PEACE!!!
de: FÜR DEN FRIEDEN!
fr: POUR LA PAIX !!!

source: FOR FUN!
de: ZUM SPASS!
fr: POUR L'ÉCLATE !

source: FOR HIDEL!!!
de: FÜR HIDEL!
fr: POUR HIDEL !!!

source: FOR DWARVEN DOORS!!!
de: FÜR ZWERGENPFORTE!
fr: POUR LES PORTES DES NAINS !!!

source: FOR THE NORTH! CHARGE!!!
de: FÜR DEN NORDEN! ZUM ANGRIFF!
fr: POUR LE NORD ! CHARGEZ !!!

source: Death of Anita
de: Anita fällt in der Schlacht
fr: Mort d'Anita

source: I.... love..... you..... Tallin..... don't.... forget.... me.
de: Ich ... liebe ... dich ... Tallin. Vergiss .... mich ... ... nicht ...
fr: Je... t'aime... Tallin.... Ne... m'oublie... pas.

source: Nooooooooooo!
de: NEIN!
fr: Nooooooooooonnn !

source: At last! Rakshas has been slain and the orcish host has been crushed. Peace and prosperity will come back to the Northlands once again!
de: Endlich! Rakshas ist tot und seine Armee zerstreut. Frieden und Wohlstand werden in die Nordlande zurückkehren.
fr: Enfin ! Rakshas est mort et les cohortes orcs ont été exterminées. La paix et la prospérité vont revenir sur les Terres du Nord pour de bon !

source: At these words every man, elf, dwarf, drake, lich, ogre, friendly troll, and gryphon sent out a thunderous cheer. Their long ordeal was finally over.
de: Kaum hatten sie diese Worte gehört, stimmten alle Menschen, Elfen, Zwerge, Drakes, Leichname, Oger, Trolle und Greifen einen donnernden Triumphgesang an. Ihre lange Qual war endlich vorüber.
fr: À ces mots, tous les humains, elfes, nains, drakes, liches, alliés trolls et griffons se mirent à hurler dans l'euphorie de la victoire. Leur odyssée était enfin terminée.

source: *small voice lost in the uproar* Awww, is it over already?
de: *dünnes Stimmchen, welches im Aufruhr untergeht* Oh, ist es schon vorbei?
fr: *petite voix perdue dans le tumulte des clameurs* Ohhh, c'est déjà fini ?

source: Die you murderous beast! No longer shall you terrorize the people of the North.
de: Stirb du mörderisches Biest, niemals wieder sollst du die Bewohner des Nordens quälen!
fr: Meurs, bête immonde ! Plus jamais tu ne terroriseras les peuples du Nord.

source: Just see the fate of one who offends the Northern Elves.
de: Stelle dich dem Schicksal, welches allen blüht, die die Nordelfen beleidigen.
fr: Voyez ce qu'il en coûte d'offenser les Elfes du Nord.

source: Or the dwarves of Knalga.
de: Oder, die Zwerge von Knalga.
fr: Ou les nains de Knalga.

source: Or the people of Dwarven Doors.
de: Oder, die Menschen von Zwergenpforte.
fr: Ou le peuple des Portes des Nains.

source: *gurggle* No!... this.... cannot.... be... happening.... to.... me.....
de: *röchelt* Nein ... Das ist unmöglich ...
fr: *d'une voix noyée dans le sang* Non !... ça... ne... peut... pas... m'arriver... pas... à... moi......

source: Such were the last words of of Rakshas the great!
de: Dies waren die letzten Worten Rakshas des Großen.
fr: C'étaient les derniers mots de Rakshas le Grand !

source: Hamel! Blast it, without the dwarves to hold the western flank we are as good as defeated.
de: Hamel! Verflucht, wenn die Zwerge die Westflanke nicht halten sind wir verloren!

source: Geez, look at all those orcs pouring out of that fortress.
de: Himmel, schau wie viele Orks aus der Festung ströhmen.
fr: Damnation, regardez-moi tous ces orcs qui se déversent de la forteresse !

source: And not just any orcs either, those are all hardened veterans!
de: Und nicht irgendwelche Orks, dies sind alles schlachterprobte Veteranen!
fr: Et pas n'importe quels orcs, que des vétérans endurcis !

source: Ahhhh! Farewell friends. I now go to join Hidel.
de: Lebt wohl meine Freunde. Ich schließe mich nun Hidel an.
fr: Ahhhh ! Adieu mes amis. Je m'en vais à présent rejoindre Hidel.

source: Sisal! Noooo! Not you too!
de: Sisal! Nein! Nicht du auch noch!
fr: Sisal ! Noooon ! Pas toi aussi !

source: After scattering the orc's entire eastern flank the party set off after Rakshas.
de: Nachdem sie die Ostflanke der Orks zerschmettert hatten, folgte die Gruppe Rakshas.
fr: Après avoir mis en déroute le flanc est tout entier, le groupe partit à la poursuite de Rakshas.

source: They were soon intercepted by a gryphon that the liches had sent ahead to scout.
de: Sie wurden schon bald von einem Greifen, den die Leichname als Späher vorgeschickt hatten, aufgehalten.
fr: Un griffon envoyé en éclaireur par les liches les intercepta rapidement.

source: The gryphon reported that in an enormous fortress a few leagues west from them, Rakshas was rallying a massive orcish force.
de: Der Greif berichtete, dass Rakshas in einer Festung, nur wenige Wegstunden westlich, eine große orkische Streitmacht sammelte.
fr: Le griffon rapporta que Rakshas était en train de rassembler une force orc colossale à quelques lieues à l'ouest dans une énorme fortersse.

source: Battle plans were quickly made and the party quickly split themselves into three groups. Two of the groups immediately set off northwest, and southwest respectively while the third group rested for an hour and then set of directly west.
de: Schnell wurden Schlachpläne festgelegt und die Gruppe teilte sich in drei Abteilungen. Zwei der Gruppen marschierten in süd- und nordwestlicher Richtung, während die dritte noch eine Stunde wartete bevor sie direkt nach Westen aufbrach.
fr: Des plans de bataille furent rapidement établis et le groupe se divisa en trois armées. Deux partirent immédiatement, l'une vers le nord-ouest, l'autre vers le sud-ouest, tandis que la troisième armée se reposa une heure puis mit le cap sur l'ouest.

source: Ro'Arthian's brother, Ro'Sothian went south with another crew of trolls, ogres and mages. Tallin himself let the western group.
de: Ro'Arthian's Bruder, Ro'Sothian, wandte sich mit einer weiteren Gruppe von Trollen, Ogern und Magier nach Süden. Tallin selbst führte die westliche Abteilung.
fr: Ro'Sothian, le frère de Ro'Arthian, partit au sud avec une autre troupe de trolls, d'ogres et de mages. Tallin lui-même prit le commandement de la division ouest.

source: We crushed and scattered your entire eastern flank buddy, and now it's your turn!
de: Wir haben deine gesamte Ostflanke zerrieben und jetzt teilst du ihr Schicksal!
fr: Nous avons écrasé et réduit en poussière tout ton flanc est, mon pote, et c'est à ton tour d'y passer maintenant !

source: Argh you frustrating little vermin! I am going to pluck your eyeballs out and...
de: Grmpf, du nerviger kleiner Wurm! Ich reiße dir die Augäpfel raus und ...
fr: Argh, petite vermine enrageante ! Je vais vous crever les yeux et ensuite...

source: PAH! You fools, just know that you shall soon be outnumbered and surrounded. At this very moment my entire western army is marching this way. They will soon be here and scatter your puny forces like straw!
de: Pff. Ihr Trottel. Meine gesamte westliche Armee ist auf dem Marsch hierher. Schon bald wird ihre Übermacht euch einfach hinwegfegen!
fr: PEUH ! Pauvres fous, sachez que vous serez bientôt encerclés et engloutis sous le nombre. En ce moment même, mon armée occidentale au complet s'avance dans notre direction. Ils seront bientôt là et briseront vos faibles troupes comme un fétu de paille.

source: Just see the fate of one who offends the dwarves of Knalga.
de: Stell dich dem Schicksal dessen, der die Zwerge Knalgas beleidigt!
fr: Voyez ce qu'il en coûte d'offenser les nains de Knalga.

source: Stolen Gold
de: Gestohlenes Gold
fr: L'Or volé

source: Puzzled by the presence of trolls so close to the dwarvish defenses, the party quickly made their way back to Knalga.
de: Überrascht und verwundert über die Anwesenheit von Trollen so nah an Knalga, eilte die Gruppe weiter.
fr: Déconcerté par la présence de trolls aussi près des fortifications naines, le groupe se hâta de rejoindre Knalga.

source: However, upon arriving there something seemed to be wrong. Instead of being hailed boisterously by the Dwarves as they usually did, they were met by silent guards with downcast eyes.
de: Doch nach ihrer Ankunft schien etwas falsch. Anstatt begeistert empfange zu werden begegneten sie nur beschämten Zwergen, die es nicht wagten ihnen in die Augen zu blicken.
fr: Cependant, en y arrivant, ils s'aperçurent que quelque chose n'allait pas. Au lieu d'être acclamés à grands cris par les Nains comme à l'accoutumée, ils furent accueillis par le silence de gardes aux yeux rivés vers le sol.

source: Fearing the worst Tallin rushed to find Hamel who also couldn't bear to meet his eyes.
de: Das Schlimmste befürchtend eilte Tallin zu Hamel, welcher seinem Blick ebenfalls nicht standhalten konnte.
fr: Craignant le pire, Tallin se rua à la recherche de Hamel qui, lui non plus, ne put soutenir son regard.

source: Hamel what is wrong!? Why is everyone acting so strangely?
de: Hamel, was ist passiert?
fr: Hamel, que se passe-t-il !? Pourquoi tout le monde agit-il aussi bizarrement ?

source: We are deeply ashamed of ourselves Tallin. We have failed the trust that you have given us.
de: Wir sind zutiefst beschämt, Tallin. Wir haben das in uns gesetzte Vertrauen enttäuscht.
fr: Nous avons tellement honte, Tallin. Nous avons trahi la confiance que tu avais placée en nous.

source: What do you mean?
de: Was meinst du?
fr: Que veux-tu dire ?

source: Your gold Tallin, we have failed to protect it.
de: Wir haben beim Schutz deines Goldes versagt.
fr: L'or, Tallin, nous n'avons pas su le protéger.

source: My gold!? Why what happened? Start from the beginning.
de: Mein Gold? Was ist damit passiert? Fang am Anfang an.
fr: Mon or !? Pourquoi, qu'est-ce qui s'est passé ? Raconte-moi tout depuis le début.

source: Well no sooner had you left then the orcs once again launched a massive assault.
de: Nun, kaum warst du gegangen starteten die Orks einen neuen Großangriff.
fr: Eh bien, à peine étais-tu parti que les orcs ont lancé une nouvelle attaque massive.

source: Such a massive and fierce assault it was that we had to call upon all our reserves, and when that proved insufficient, we had no other choice then to call some men off the other defenses.
de: Der Angriff war derart geballt und heftig, dass wir unsere Reserven einberufen mussten. Doch selbst das reichte nicht aus und wir mussten zusätzlich Truppen von unseren anderen Stellungen abberufen.
fr: Ce fut un assaut d'une telle férocité et d'une telle envergure que nous avons dû rappeler toutes nos réserves, et quand cela se révéla insuffisant, nous n'avons pas eu d'autre choix que de retirer des hommes de certaines fortifications.

source: It was a ploy, no sooner had we thinned the ranks of the northern defenders then a small hardened group of trolls smashed through the defenses and made their way straight for your gold.
de: Es war ein Trick, kaum hatten wir die nördliche Verteidigung geschwächt als eine Elitegruppe von Trollkämpfern durchbrach und sich auf direktem Weg zu unserer Schatzkammer begab.
fr: C'était un stratagème de l'ennemi, car à peine avions-nous allégé les rangs des défenses nord qu'une petite troupe de trolls endurcis alla pulvériser ces défenses et se dirigea tout droit vers ton stock d'or.

source: We eventually managed to beat them back but not before they made off with your entire stock of gold.
de: Wir schafften es schließlich sie zurückzuwerfen, doch bis dahin hatten sie bereits das ganze Gold beiseite geschafft.
fr: Nous avons finalement réussi à contenir l'assaut, mais ils ont tout de même eu le temps d'embarquer la totalité de ton or.

source: I am sorry Tallin, we did all that we could. I just wish we could have done more.
de: Es tut mir leid Tallin, wir haben versagt.
fr: Je suis navré, Tallin, nous avons fait tout notre possible. Je regrette que nous n'ayons pas pu faire plus.

source: Oh no! That means that not only have we had a huge loss, that means that all that gold goes to our enemies!
de: Oh nein! Das heißt nicht nur, dass wir einen großen Verlust erlitten haben, sondern auch, dass all unser Gold an unseren Feind geht!
fr: Oh non ! Non seulement cela représente une perte immense, mais cela veut aussi dire que tout cet or va à nos ennemis !

source: I know Tallin.
de: Ich weiß.
fr: Je sais Tallin.

source: Were you able to pursue them?
de: Warst du in der Lage sie zu verfolgen?
fr: Avez-vous pu les poursuivre ?

source: We tried Tallin, but with the orcs still crashing against our southern defenses and other groups of trolls trying to break through everywhere, we simply didn't have the manpower.
de: Wir haben es versucht, doch solange die Hauptmacht der Orks auf uns einstürmt und Trollen von allen Seiten versuchen sich einzuschleichen fehlen uns einfach die Männer.
fr: Nous avons bien essayé, Tallin, mais les orcs continuant de s'écraser contre nos défenses sud et d'autres groupes de trolls tentant d'ouvrir des brèches un peu partout, nous n'avions tout simplement pas assez de bras pour s'en charger.

source: How long ago did the trolls make off with the gold?
de: Wieviel Vorsprung haben die Trolle mit dem Gold?
fr: Depuis combien de temps les trolls sont-ils partis avec l'or ?

source: It couldn't have been more then a day now.
de: Höchstens einen Tag.
fr: Pas plus d'un jour, en tout cas.

source: Then we shall pursue them. Even if we don't catch them then we might be able to hit Rakshas before he has had a chance to put all that gold to good use.
de: Dann werden wir sie verfolgen. Selbst wenn wir sie nicht aufhalten können, sind wir vielleicht in der Lage Rakshas einen entscheidenden Schlag zu versetzen bevor er das Gold einsetzen kann.
fr: Alors nous les poursuivrons. Même si ne nous les rattrapons pas, nous serons peut-être capables de frapper Rakshas avant qu'il n'ait eu le temps d'utiliser cet or à mauvais escient.

source: Hamel, rally the dwarves and prepare to make an all out offensive against the orcs. It's time to give them some of their own.
de: Hamel, sammel deine Zwerge und bereite eine Offensive gegen die Orks vor. Es ist an der Zeit, dass sie ihre eigene Medizin zu schmecken kriegen.
fr: Hamel, rassemble les nains et prépare une offensive totale contre les orcs. Il est temps de leur rendre la pareille.

source: We will follow the trial of the trolls which will hopefully lead us back to Rakshas. If so we'll hit him from that direction.
de: Wir werden den Trollen folgen, welche uns hoffentlich direkt zu Rakshas führen. Falls dem so ist werden wir ihn aus jener Richtung angreifen.
fr: Nous suivrons la piste des trolls qui, avec un peu de chance, nous mènera à Rakshas. Si c'est le cas, nous l'attaquerons depuis cette position.

source: Anita, any word on the elves?
de: Anita, gibt es Neuigkeiten von den Elfen?
fr: Anita, des nouvelles des elfes ?

source: The Gryphons have managed to contact them. They are no more then a few days march from us.
de: Die Greifen haben sie erreicht. Sie sind lediglich einige Tagesmärsche entfernt.
fr: Les Griffons ont réussi à les contacter. Ils ne sont plus qu'à quelques jours de marche d'ici.

source: I will send another message to them telling them to send out scouts to try and locate the bunch of trolls who took your gold. Maby they will be able to cut them off.
de: Ich werde einen weiteren Greif aussenden, mit der Nachricht, dass die Elfen nach den Trollen, welche dein Gold gestohlen haben, suchen. Vielleicht gelingt es ihnen, den Trollen den Weg abzuschneiden.
fr: Je leur enverrai un autre message leur disant d'envoyer des éclaireurs pour essayer de localiser le groupe de trolls qui a pris ton or. Peut-être pourront-ils leur couper la route.

source: Sounds like a plan to me. Hamel, when I make contact with the orcs I'll send you a message. When you get it, CHARGE! It's almost time for the big showdown.
de: Der Plan gefällt mir. Hamel, sobald ich in Angriffsposition gegenüber den Orks bin werde ich dir eine Nachricht schicken. Sobald du sie erhälst startest du eine Großoffensive. Ich denke es ist an der Zeit für die Entscheidungsschlacht.
fr: Voilà qui m'a tout l'air d'un plan. Hamel, je t'enverrai un message juste avant d'affronter les orcs. Quand tu le recevras, CHARGE ! C'est bientôt l'heure de la bataille finale.

source: The axe and hammer of every dwarf is thirsting for the blood of the orcs!
de: Axt und Hammer eines jeden Zwergs dürsten nach Orkblut!
fr: Les haches et les marteaux des nains ont soif du sang des orcs !

source: Alright, lets move out people!
de: Gut, an die Arbeit!
fr: Très bien. On y va, les gars !

source: Thus the party set off to the northern tunnels to pursue the trolls.
de: So verfolgte die Gruppe die Trolle durch die nördlichen Tunnel.
fr: Ainsi, la bande se lança en direction des galeries nord à la poursuite des trolls.

source: They met light resistance all along the trail of the trolls which they quickly overcame.
de: Unterwegs trafen sie nur auf leichten Widerstand, welchen sie leicht brachen.
fr: Ils ne rencontrèrent qu'une maigre résistance sur la piste des trolls, qui fut rapidement matée.
