Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: Heck yeah! It has been a total blast being with you. I wouldn't even think of leaving now!
de: Auf jeden Fall! Es war ein verdammter Spaß mit dir. Ich könnte nich'mal davon träumen jetzt abzuhauen!
fr: Un peu mon neveu ! C'était complètement l'éclate tout le temps qu'j'étais avec toi ! Il m'viendrait même pas à l'esprit d'partir maintenant !

source: Actually Tallin, as you know by now I have been separated from my race and kinsmen - well, except Anita - for many years now. If you have no objection, I would like to travel back to the elvish forests and be with them for some time. I may perhaps be back one day.
de: Um ehrlich zu sein, Tallin, würde ich lieber in die Elfenwälder zurückkehren, wenn Ihr dies gestattet.. Ich bin nun schon seit langer Zeit von meiner Art und Sippe getrennt und möchte gerne wieder einige Zeit mit ihnen verbringen.
fr: En fait Tallin, comme vous le savez déjà, j'ai été séparé de ma race et de ma famille - enfin, sauf Anita - pendant de nombreuses années. Si vous n'y voyez pas d'objection, j'aimerais rejoindre les forêts elfes et y rester quelques temps. Je reviendrai peut-être un jour.

source: Knowing you and your spirit of adventure Elenia, I am certain that you are gonna be back sooner or later.
de: So wie ich dich und deine Abenteuerlust kenne, bin ich mir sicher, dass du eher früher als später wieder zurückkehren wirst.
fr: Vous connaissant avec votre esprit d'aventurière, Elenia, je suis certain que vous reviendrez tôt ou tard.

source: Hehe, probably!
de: Ja, vermutlich...
fr: Héhé, sûrement !

source: You have been a valuable ally and a great friend Elenia. You are certainly free to come and go as you choose.
de: Du warst ein wertvoller Verbündeter und ein treuer Freund, Elenia. Du bist frei zu kommen und zu gehen wie es dir beliebt.
fr: Vous avez été une alliée sûre et une amie de grande valeur, Elenia. Vous êtes bien sûr libre d'aller et de partir à votre guise.

source: Thank you Tallin.
de: Vielen Dank, Tallin.
fr: Merci Tallin.
sv: Tack så mycket, Tallin.

source: I am sorry Tallin but me and my friends had better be getting back to our people.
de: Es tut mir leid, Tallin, aber ich und meine Freunde gehen besser zu unserem Stamm zurück.
fr: Je regrette Tallin, mais moi et les miens devons à présent retourner chez les nôtres.

source: No need to feel sorry Krash for you and your friends have been of invaluable help to us. The entire Northlands are in your debt.
de: Es braucht dir nicht leid zu tun, Krash, du und deine Freunde waren eine große Hilfe. Die ganzen Nordlande stehen in eurer Schuld.
fr: Il n'y a pas de regrets à avoir, toi et tes amis nous avez été d'une aide inestimable. La totalité des Terres du Nord vous est redevable.

source: As you have said once before Tallin, let's not let debts get between us. I will spread the word amongst my people and if anyone want's to join you they will be free to go. In addition to gaining the respect of the elves and the dwarves you have also earned the respect of the drakes. I am sure many will come to join your cause.
de: Wie du bereits einmal gesagt hast, Tallin, lass keine Schulden zwischen uns kommen. Ich werde die Neuigkeiten unter meinem Volk verbreiten und jeder, der sich dir anschließen möchte, soll dies tun dürfen. Neben der Zuneigung der Elfen und Zwerge hast du auch jene der Draken errungen. Ich bin sicher, dass sich viele deiner Sache anschließen werden.
fr: Comme tu l'as dit autrefois Tallin, ne laissons pas les dettes s'immiscer entre nous. Je répandrai la nouvelle parmi mon peuple et si quelqu'un veut participer, il sera libre de le faire. En plus d'avoir gagné le respect des elfes et des nains, tu as aussi celui des drakes. Je gage que de nombreux drakes s'allieront à ta cause.

source: And if you are ever in desperate need of help then come to us. The gryphons will show you the way.
de: Und solltest du jemals in verzweifelter Not sein, dann komm zu uns. Die Greifen werden dir den Weg zeigen.
fr: Et si jamais tu as désespérément besoin d'aide, alors viens nous voir. Les griffons vous montreront le chemin.

source: Thanks friend.
de: Danke, mein Freund.
fr: Merci mon ami.

source: Alfred, your assistance has also been of great help to us.
de: Alfred, deine Unterstützung war uns ebenfalls eine große Hilfe.
fr: Alfred, votre aide a été très appréciable.

source: Pah, think nothing of it. It sure makes an interesting story to tell the folks back home.
de: Ach, macht euch keinen Kopf darüber. Ich bin mir sicher, mit dieser Geschichte kann ich zu Hause Eindruck schinden.
fr: Peuh ! ce n'est rien du tout. Pour sûr que ça fera une histoire intéressante quand j'dirai ça à mes gens une fois rentré à la maison.

source: So you would like to return to your home?
de: Du möchtest also gerne nach Hause zurückkehren?
fr: Alors, vous désirez rentrer chez vous ?

source: Yes. The dead should stay in the land of the dead. It is against the laws of nature for it to be otherwise. There is just one problem, Malifor forced me into this body and I don't know how to get out of it.
de: Ja, die Toten sollten im Totenreich bleiben. Alles andere ist ein Verstoß gegen die natürlich Ordnung der Welt. Da gibt es nur ein Problem, Malifor hat mich in diesen Körper gezwungen und I weiß nicht, wie ich von ihm loskomme.
fr: Oui. Les morts doivent rester au royaume des morts. C'est contraire aux lois de la nature que d'agir autrement. Il y a juste un problème. Malifor m'a réincarné dans ce corps et je ne sais pas comment m'en dépouiller.

source: I believe Theta and I can help you with that Alfred. Have no worries, you shall soon be home.
de: Ich denke, Theta und ich können dir bei diesem Problem helfen. Keine Sorge Alfred, du wirst bald zu Hause sein.
fr: Je pense que Theta et moi pouvons faire quelque chose pour vous, Alfred. N'ayez crainte, vous serez bientôt de retour chez vous.

source: Thank you father, and thank you again Tallin for all that you have done, both for the world of the living and the dead.
de: Dank euch, Vater, und dank dir, Tallin, für alles was du getan hast - für die Welt der Lebenden wie jene der Toten.
fr: Merci mon père, et merci à vous Tallin pour tout ce que vous avez accompli, pour les vivants comme pour les morts.

source: My thanks to you as well Alfred. May you rest in peace.
de: Ich danke dir ebenfalls Alfred. Hoffentlich findest du nun Frieden.
fr: Je vous retourne ces remerciements, Alfred. Puissiez-vous reposer en paix.

source: Ro'Arthian and Ro'Sothian, you two have also been of invaluable help. As per our agreement you may return to your pass and I will see to it that guards are posted at both ends barring any who may enter on the threat of death.
de: Ro'Arthian und Ro'Sothian, ihr beide wart ebenfalls eine große Hilfe. Wie abgemacht dürft ihr nun in euer Tal zurückkehren und ich werde Wachen aufstellen, die alle daran hindern werden es zu betreten. Diejenigen, welche eure Ruhe stören, setzen damit ihr Leben aufs Spiel.
fr: Ro'Arthian et Ro'Sothian, vous avez également été d'une aide inestimable. Selon les termes de notre accord, vous pouvez retourner à votre passe et je veillerai à ce que des gardes soient postés aux deux entrées, interdisant à quiconque d'entrer, sous peine de mort.

source: Thank you Tallin. Our old bones are now weary of being animated long past their time. Now we are finally able to rest in peace. However, we have fought hard to bring peace back into the Northlands and would not like to see our effort go to waste. When the Northlands are of direst need of us, we shall rise once again.
de: Danke dir, Tallin. Unsere alten Knochen sind nun müde, lange über ihre Zeit belebt gewesen zu sein. Endlich sind wir in der Lage Frieden zu finden. Jedoch haben wir hart gekämpft um den Nordlanden Frieden zu bringen, wir würden nur ungern sehen wie diese Anstrengung zunichte gemacht würde. Sollten die Nordlande jemals wieder in höchster Not unsere Hilfe brauchen, so werden wir zurückkehren.
fr: Merci Tallin. Nos vieux os sont las d'être en mouvement depuis tout ce temps, c'est plus d'années qu'ils ne peuvent tolérer. À présent, nous pouvons enfin nous reposer en paix. Cependant, nous nous sommes battus avec acharnement pour ramener la paix dans les Terres du Nord et ne voudrions pas que notre effort fût vain. Aussi, quand les Terres du Nord auront désespérément besoin de notre aide, nous nous relèverons.

source: Stalrag, for years now we have fought each-other, but recent events have made us allies. I now go to eternal sleep; may we part as friends.
de: Stalrag, für lange Jahre haben wir als Feinde miteinander gekämpft, doch die jüngsten Ereignisse haben uns zu Verbündeten gemacht. Ich begebe mich jetzt zur ewigen Ruhe, lass uns als Freunde scheiden.
fr: Stalrag, pendant des années nous nous sommes affrontés, mais les récents événements nous ont contraints à nous allier. Je vais maintenant trouver le repos éternel, alors puissions-nous nous quitter en amis.

source: May your rest be peaceful and undisturbed Ro'Arthian.
de: Möge deine Ruhe friedlich und ungestört sein, Ro'Arthian.
fr: Puisse ton repos être paisible et n'être jamais troublé, Ro'Arthian.

source: And Anita... I may be rash and bold to ask this but... *goes to his knees in front of Anita and takes her hand* Will you marry me?
de: Und Anita... Es mag sein, dass ich vorläufig und tollkühn bin dies zu fragen, doch...*fällt vor ihr auf die Knie und nimmt ihre Hand* Würdest du mich heiraten?
fr: Et Anita... Je vais peut-être paraître effronté et irréfléchi de demander cela mais... *il s'agenouille devant Anita et prend sa main* Voulez-vous m'épouser ?

source: *struck speechless*
de: *Steht verdutzt und sprachlos da*
fr: *reste sans voix*

source: Tallin, are you sure? Elves have a very long life span compared to humans. She will live for at least another thousand years while you have hardly seventy years ahead of you... at most.
de: Bist du dir sicher, Tallin? Elfen leben sehr viel länger als Menschen. Sie wird für wenigstens weitere tausend Jahre leben, während du höchstens noch 70 Jahre vor dir hast.
fr: Tallin, es-tu bien sûr ? Les elfes ont une espérance de vie très longue comparée aux humains. Elle vivra encore au moins mille ans alors qu'il te reste à peine soixante-dix ans devant toi... au mieux.

source: *eyes on Anita* I know Hamel. Then may the coming seventy years be the most happiest and fulfilling years in our lives. Should we deny ourselves happiness just because of the fear of loss?
de: *Mit Augen auf Anita* Ich weiß Hamel. Aber dann sollen die folgenden 70 Jahre die Glücklichsten in unserem Leben sein. Sollen wir diesem Glück aus Angst vor Verlust entsagen?
fr: *les yeux fixés sur Anita* Je sais, Hamel. Alors puissent ces soixante-dix années être les plus heureuses et épanouissantes de nos vies. Devrions-nous dire non au bonheur par simple crainte de perdre l'être aimé ?

source: Well spoken!
de: Gut gesprochen!
fr: Bien parlé !

source: I may be foolish to say this Tallin, but... yes.
de: Dies mag eine Narrheit sein, Tallin, aber: Ja!
fr: Je suis peut-être bête de dire cela, Tallin, mais... oui, je le veux.

source: After the wedding Tallin and Anita went back to Dwarven Doors where they founded the Northern Alliance, a body dedicated to ensuring peace and justice in the Northlands. It was soon settled that the main headquarters of the Northern Alliance would be the new city of Dwarven Doors.
de: Nach der Hochzeit kehrten Tallin und Anita nach Zwergenpforte zurück, wo sie den Nordischen Bund, die Organisation, welche Frieden und Gerechtigkeit in den Nordlanden sichern sollte, gründeten. Bald war beschlossen, dass die neugegründete Stadt Zwergenpforte das Hautpquartier des Nordischen Bundes sein sollte.
fr: Après la cérémonie, Tallin et Anita retournèrent aux Portes des Nains où ils fondèrent l'Alliance du Nord, un organe destiné à apporter paix et justice dans les Terres du Nord. Il fut bientôt décidé que le quartier général de l'Alliance du Nord prendrait place dans la nouvelle cité des Portes des Nains.

source: Going by Father Marcus's advice, the Alliance first approached all the different orcish tribes and made agreements with them. If a Warlord would refuse to cooperate, he would be forcibly removed from his post and another Warlord - who was more favorable - would be put in his place.
de: Gemäß Vater Markus' Rat sandte der Bund zunächst Unterhändler zu allen Orkstämmen um sie zum Frieden zu verpflichten. Sollte einer der Kriegsherren sich widersetzen, so wurde er militärisch zur Räson gebracht oder durch einen friedlicheren Nachfolger ersetzt.
fr: Suivant les conseils de Père Marcus, l'Alliance commença par aborder les différentes tribus orcs et passa un accord avec chacune d'elles. Si un Seigneur de guerre refusait de coopérer, il était destitué de force et un autre Seigneur de guerre, plus coopératif, prenait sa place.

source: Although Tallin faced many challenges as the head of the Northern Alliance, his marriage with Anita was smooth and filled with happiness. Together they had one son, about whom were written may legends.
de: Obwohl Tallin als Vorsitzender des Nordischen Bundes viele Aufgaben lösen musste lief in seine Ehe mit Anita alles gut und beide lebten glücklich zusammen. Sie hatten einen Sohn, der in späterer Zeit selbst eine Legende werden sollte.
fr: Bien que Tallin dût faire face à de nombreux défis à la tête de l'Alliance du Nord, son mariage avec Anita fut doux et plein de bonheur. Ensemble ils eurent un fils, sur lequel on écrivit nombre de légendes.

source: Hamel, assisted by the Northern Alliance continued to rebuild Knalga and before long it shone once again in all it's former glory. Under the protection of the Northern Alliance, people of all races began coming, as they did before, from all corners of the known - and unknown - world to trade with the Dwarves of Knalga.
de: Hamel fuhr fort, unterstützt durch den Nordischen Bund, Knalga wieder aufzubauen und schon bald schien das Zwergenkönigreich in alter Pracht. Unter dem Schutz des Nordischen Bundes kamen wieder Angehörige aller Rassen und Völker der bekannten wie unbekannten Welt nach Zwergenpforte um mit den Zwergen von Knalga zu handeln.
fr: Hamel, avec l'assistance de l'Alliance du Nord, continua à reconstruire Knalga, et bientôt cette dernière resplendit de cette même gloire qui était autrefois la sienne. Sous la protection de l'Alliance du Nord, des peuples de toutes races affluèrent, comme auparavant, de tous les coins du monde connu - et inconnu - pour commercer avec les Nains de Knalga.

source: Thus, from a small, enslaved community, the people of Dwarven Doors - by their bravery, intelligence and courage - brought the Northlands out of their insanity and restored them to their former glory.
de: So schufen die Einwohner der kleinen, versklavten Gemeinschaft von Zwergenpforte durch Tapferkeit, Klugheit und Tugendhaftigkeit nicht nur eine große Stadt, sondern ließen die Nordlande wieder in alter Schönheit erstrahlen.
fr: Ainsi, d'une petite communauté d'esclaves, le peuple des Portes des Nains, par son courage, son intelligence et sa bravoure, sortit les Terres du Nord du chaos et restaura leur gloire passée.

source: Once again I thank all of you. For those of you who are leaving, may the Lords of Light - or Darkness - guide you on your path. For those of you who are staying - come, we have much to do.
de: Nochmals danke ich euch allen. Jene von euch, die uns verlassen, mögen von ihren Göttern auf allen ihren Wegen beschützt werden. Allen die bleiben rufe ich zu: Kommt, packt an -- es gibt viel zu tun.
fr: Une fois encore, je vous remercie tous. Pour ceux qui partent, puissent les Seigneurs de la Lumière - ou des Ténèbres - vous ouvrir la voie. Pour ceux qui restent, venez, beaucoup de travail nous attend.

source: Thus, Tallin and his friends went back to Dwarven Doors where they founded the Northern Alliance, a body dedicated to ensuring peace and justice in the Northlands. It was soon settled that the main headquarters of the Northern Alliance would be the new city of Dwarven Doors.
de: So kehrten Tallin und seine Freund nach Zwergenpforte zurück, wo sie den Nordischen Bund gründeten, welcher den den Frieden und die Gerechtigkeit in den Nordlanden bewahren sollte. Schnell war beschlossen, dass Zwergenpforte der Hauptsitz des Nordischen Bundes sein sollte.
fr: Ainsi, Tallin et ses amis retournèrent aux Portes des Nains où ils fondèrent l'Alliance du Nord, un organe destiné à assurer la paix et la justice dans les Terres du Nord. Il fut bientôt décidé que le quartier général de l'Alliance du Nord prendrait place dans la nouvelle cité des Portes des Nains.

source: Old Friend
de: Alter Freund
fr: Vieil ami

source: Laden with gold and filled with elation at their victory, and sadness at the death of their friends, Tallin and his people made their way back to the mines.
de: Bepackt mit Gold und voller Freude über ihren Sieg, aber auch voller Trauer über ihre Gefallenen, kehrten Tallin und seine Männer in die Minen zurück.
fr: Chargés d'or et remplis de joie à l'issue de leur victoire, mais aussi accablés par la tristesse causée par la perte de leurs amis, Tallin et ses hommes reprirent le chemin des mines.

source: As they approached they were met with a most welcome sight: New defenses, looking very much like the legendary impenetrable dwarvish defenses of old, had sprung up everywhere. All of them were manned by alert and well armed dwarves who hailed them boisterously. Upon reaching the mines themselves they were met by belches of smoke from the furiously working forges, heaps of new weapons and armor for humans and dwarves alike, and the deafening clang of hammers and picks from the dwarves forging weapons and mining the ore.
de: Als sie diese erreichten wurden sie von einem willkommenen Anblick begrüßt: Neue Verteidigungsanlagen, welche den alten, angeblich unbezwingbaren Anlagen des Altertums glichen, waren überall gebaut worden. Und sie alle waren von wachsamen und kampfbereiten Zwergen bemannt, welche sie begeistert begrüßten. Nachdem sie endlich die Minen selbst erreichten, gerieten sie in Rauchschwaden der fieberhaft arbeitenden Schmieden, sahen Haufen von Waffen und Rüstungen für Menschen wie Zwerge und hörten den ohrenbetäubenden Lärm der Hämmer und Spitzhacken von den Zwergen welche Waffen schmiedeten und Erz förderten.
fr: Ce qu'ils virent en arrivant les ravit : de nouvelles défenses, fort semblables aux légéndaires et imprenables fortifications naines de jadis, se dressaient de toutes parts. Elles étaient tenues par des nains alertes et bien armés qui les acclamèrent bruyamment. En atteignant les mines elles-mêmes, ils furent accueillis par des explosions de fumée provenant du travail furieux de la forge, par des montagnes d'armes et d'armures pour les humains comme pour les nains, et par le choc assourdissant des marteaux et des pioches des nains forgerons et mineurs de pierre.

source: They found Hamel in a forge hammering away at a new axe. He greeted them warmly and arrangements were quickly made for all their food and accommodations, as wall as care for the sick and wounded.
de: Sie trafen Hamel in einer Schmiede, während er gerade eine neue Axt bearbeitete. Er begrüßte sie freundlich und sämtliche Vorkehrungen für Unterkunft und Verpflegung, wie auch Versorgung der Verwundeten, waren schnell getroffen.
fr: Ils trouvèrent Hamel en train de forger une nouvelle hache d'arrache-pied. Il les salua chaleureusement et des dispositions furent rapidement prises pour le manger et le coucher, et pour qu'on s'occupe des malades et des blessés.

source: All the woman and children had been brought from the original dwarvish keep. While there was much grieving over the men who had died, they were all overjoyed to be together again.
de: Die Frauen und Kinder waren inzwischen ebenfalls aus der alten Zwergenburg gekommen. Trotz der Trauer um die Gefallenen waren alle froh, wieder vereint zu sein.
fr: Les femmes et les enfants avaient été escortés depuis l'ancienne citadelle des nains. Bien que le chagrin était grand pour les hommes tombés au combat, tous étaient euphoriques à l'idée d'être tous ensemble à nouveau.

source: After everything had been taken care of the humans and dwarves once again made council.
de: Nachdem dies alles geregelt war hielten die Menschen und Zwerge erneut Rat.
fr: Une fois tous les besoins assouvis, les humains et les nains tinrent conseil une seconde fois.

source: Well Hamel, you guyz seem to be doing ok.
de: Nun Hamel, ihr scheint gut zurechtzukommen.
fr: Eh bien Hamel, on dirait que vous faites du bon boulot.

source: Indeed. Thanks to you Tallin Knalga is rising again!
de: Tatsächlich. Dank dir, Tallin, wird Knalga erneuert!
fr: En effet. Grâce à toi, Tallin, Knalga est à nouveau sur pied !

source: We have managed to clear the connecting tunnels to here and to the old keep as well as other parts of Knalga.
de: Wir waren in der Lage sowohl die Tunnel zwischen hier und der alten Burg als auch andere Bereiche von Knalga zu säubern.
fr: Nous avons réussi à nettoyer les tunnels reliant ce fort à l'ancien, ainsi que d'autres parties de Knalga.

source: It is slow and dangerous work, mostly due to the trolls. But it has been made easier because of the skeletons.
de: Es ist eine zeitraubende und schwere Arbeit, besonders aufgrund der Trolle. Aber sie wurde von den Skeletten vereinfacht.
fr: C'est un travail lent et dangereux, en grande partie à cause des trolls. Mais les squelettes nous ont rendu la tâche moins ardue.

source: They were fighting the trolls, but when you destroyed Malifor, they all just fell apart. So, there are many tunnels that are infested with nothing but piles of old bones.
de: Sie bekämpften die Trolle, doch nachdem du Malifor bezwungen hattest, fielen sie in sich zusammen. Daher gibt es nun viele Tunnel in denen nichts liegt, außer einem Haufen alter Knochen.
fr: Ils se battaient contre les trolls, mais quand vous avez détruit Malifor, ils se sont carrément désagrégés. En conséquence, beaucoup de tunnels ne sont infestés que par des tas de vieux os.

source: Great! How about the weapons and armor?
de: Großartig! Wie geht es mit Waffen und Rüstungen voran?
fr: Super ! Qu'en est-il des armes et des armures ?

source: As you can see Tallin, there are heaps of them, all ready to go.
de: Wie du siehst gibt es haufenweise von ihnen, alle bereit zum Einsatz.
fr: Comme tu peux voir Tallin, il y en a des piles complètes, toutes prêtes à l'emploi.

source: What's more, some of the dwarves who are expert with the sword, mace and bow, as well as some of your own men who have grown strong from their own experience can teach others how to wield them.
de: Zusätzlich können einige Zwerge, welche Fachleute im Umgang mit Schwert, Streitkolben und Bogen sind, wie auch einige deiner Leute, welche durch Erfahrung gelernt haben, nun anfangen andere für den Kampf auszubilden.
fr: En plus, certains nains experts dans le maniement de l'épée, de la masse et de l'arc, tout comme certains de tes hommes forts de leur expérience du combat, pourront apprendre aux autres à s'en servir.

source: I didn't know that you dwarves knew swordplay. I thought you all fought with axes, hammers or those thunder weapons.
de: Ich wußte nicht, dass ihr Zwerge mit Schwertern kämpft. Ich dachte, ihr kämpft alle mit Äxten, Hämmern oder diesen Donnerstäben.
fr: J'ignorais que les nains étaient rompus à l'escrime. Je pensais que vous vous battiez tous à la hache, au marteau ou avec ces bâtons de tonnerre.
