Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: He didn't keep us alive out of mercy, he wanted to study us to see if there was a way to counteract our holy attacks. His kind are very vulnerable to such attacks, as I am sure you know by now.
de: Er hat uns nicht aus Mitleid am Leben erhalten. Er wollte uns studieren, um herauszufinden, wie er unsere heiligen Angriffe kontern kann. Untote sind äußert verletzlich gegen diese Angriffe, wie du sicher weißt.
fr: Il ne nous gardait pas par bonté d'âme, il voulait nous étudier pour trouver un moyen de contrecarrer nos attaques sacrées. Ses semblables sont très sensibles à ce genre d'attaques, comme vous le savez certainement.
sv: Det var inte av barmhärtighet som han lät oss leva, han ville studera oss och se om det fanns något sätt att avvärja våra heliga attacker. Hans sort är mycket sårbara mot sådana attacker, men det vet ni väl vid det här laget.

source: Yes indeed. But anyhow, you are now free to go wherever you like. May the Lords of Light guide your path.
de: Ja, tatsächlich. Aber nun seid ihr frei zu gehen, wohin es euch beliebt. Mögen die lichten Götter über euch wachen.
fr: Oui bien sûr. Mais quoi qu'il en soit, vous êtes désormais libres d'aller où bon vous semble. Puissent les Seigneurs de la Lumière guider vos pas.
sv: Ja, det vet vi. Men i vilket fall som helst så är ni nu fria att gå vart ni vill. Må Ljusets Herrar vägleda er.

source: If you have no objection Tallin, we would like to join you. These northlands are hardly save these days for anyone to be traveling on their own and we would lend valuable help to your cause.
de: Wenn Ihr nichts dagegen habt, würden wir euch gerne begleiten. Die Nordlande sind heute ein ungastlicher Ort für Alleinreisend und wir könnten euch eine große Hilfe sein.
fr: Si vous n'y voyez pas d'inconvénient, nous aimerions nous joindre à vous. Ces terres du Nord sont plutôt hostiles pour ceux qui voyagent seuls et nous pourrons vous offrir une aide précieuse pour mener votre quête à bien.
sv: Om du inte har något emot det, Tallin, så skulle vi vilja slå följe med er. Dessa nordländer är inte särskilt säkra för någon som färdas ensam, och vi skulle kunna hjälpa dig.

source: Very well, you are most welcome to join us.
de: Ihr seid äußerst willkommen!
fr: Très bien, vous êtes les bienvenus parmi nous.
sv: Bra, ni får gärna ansluta er till oss.

source: Marcus!
de: Markus!

source: Please folks, not now.
de: Bitte, Leute, nicht jetzt.
fr: S'il vous plaît, pas maintenant.
sv: Snälla, inte nu.

source: Oh, sorry.
de: Oh, Entschuldigung.
fr: Oh, pardon.
sv: Åh, förlåt.

source: Finally! I am free. Lord Tallin, I am forever in your debt! We will follow you to the end of the World if need be.
de: Endlich! Ich bin frei! Fürst Tallin, ich bin für immer in Eurer Schuld. Wir werden Euch bis an das Ende der Welt folgen, wenn Ihr das wünscht.
fr: Enfin, je suis libre ! Seigneur Tallin, j'ai une dette envers vous. Nous vous suivrons jusqu'au bout du monde s'il le faut !

source: It's just Tallin, no lord. And no problem.
de: Ich heiße bloß Tallin, kein Fürst. Aber ihr seid willkommen.
fr: Tallin tout court, pas de seigneur. Et tout le plaisir est pour moi.
sv: Bara Tallin, och inte furst. Och inga problem.

source: I am called Father Marcus. My wife, Theta and I were advisers and healers for the dwarvish nobles. Then of course the orcs attacked, followed by the trolls and then by these fiends! We managed to somehow survive the orcs and trolls but when these skeletons appeared we were captured.
de: Ich heiße Vater Markus. Mein Gattin Theta und ich waren Ratgeber und Heiler der zwergischen Adligen. Bis zum Angriff der Orks, Trolle und schließlich dieses Finsterlings. Wir sind den Trollen und Orks irgendwie entkommen, aber die Skelette haben uns eingefangen.
fr: Je m'appelle Père Marcus. Mon épouse Theta et moi-même servions de conseillers et de guérisseurs aux nobles nains. Puis, comme vous vous en doutez, les orcs nous ont attaqués, suivis par les trolls et enfin ces abominations ! Nous avons plus ou moins réussi à survivre aux orcs et aux trolls mais, quand ces squelettes sont apparus, nous fûmes capturés.
sv: Jag kallas för fader Marcus. Min fru Theta och jag var rådgivare och helare åt dvärgadeln. Sedan anföll ju orcherna, och sen trollen, och slutligen de där monstren! På något sätt lyckades vi överleva orcherna och trollen, men de där skeletten tog oss tillfånga.

source: Funny, why would The Bag of Bones keep you as his prisoners? He doesn't really seem to be the merciful type.
de: Seltsam, warum hat der alte Knochensack euch gefangengehalten? Er machte nicht gerade den Eindruck eines barmherzigen Samariters.
fr: C'est drôle, pourquoi ce sac d'os vous garderait-il prisonniers ? Il ne semble pas spécialement clément.

source: As I have said Tallin, I am eternally in your debt, and I take my debts seriously. If you have no objection, I would like to serve you till the day I die.
de: Wie ich sagte, Tallin, ich bin ewig in Eurer Schuld und ich nehme meine Schulden ernst. Wenn Ihr keine Einwände habt, wünsche ich Euch bis zu meinem Tod zu dienen.
fr: Comme je vous l'ai dit Tallin, je vous suis éternellement reconnaissant, et je prends mes dettes au sérieux. Si vous n'avez pas d'objection, j'aimerais vous servir jusqu'à la mort.
sv: Som jag sa, Tallin, så står jag i evig tacksamhetsskuld till dig, och jag tar mina skulder på stort allvar. Om du inte har något emot det, så vill jag tjäna dig så länge jag lever.

source: Oh, think nothing of it. Let's not let debts come between us and let us join hands in restoring these Northlands to sanity.
de: Oh, macht Euch darüber keine Gedanken. Schließt Euch unserer Sache an, um die Nordlande wieder zu einem angenehmen Ort zu machen.
sv: Åh, det var inget att tala om. Låt inte skulder komma emellan oss, utan förena dig med mig i strävan om att återbörda nordländerna till förnuftet.

source: You incompetent fools, you think you can kill us? Good luck!
de: Du unfähiger Trottel, du glaubst, du könntest uns töten? Viel Glück!
fr: Bande d'idiots incapables ! Vous croyez pouvoir nous tuer ? Bonne chance !
sv: Era klantskallar! Tror ni att ni kan döda oss? Lycka till!

source: Ouch! That hurt. Let's try not to do that again ok?
de: Aua, das tat weh. Bitte nich noch einmal, OK?
fr: Ouïe, ça fait mal. Essayons de ne pas recommencer, d'accord ?
sv: Aaaj! Det där gjorde ont. Låt oss försöka att inte göra så igen, okej?

source: Wow! That's incredible. Now I REALLY know why The Bag of Bones kept you guyz in jail; He just simply couldn't kill you!
de: Wow! Das ist unglaublich! Nun weiß ich warum der alte Knochensack euch wirklich gefangen gehalten hat, er konnte euch nicht töten!
fr: Waouh ! Incroyable ! Maintenant je comprends VRAIMENT pourquoi le sac d'os vous gardait prisonniers ; il ne pouvait tout bonnement pas vous tuer !
sv: Wow! Det är fantastiskt. Nu vet jag VERKLIGEN varför benskrället höll er fångna. Han kunde helt enkelt inte döda er!

source: And that's why they look so young too - all this regenerating stuff.
de: Und das ist auch der Grund für ihr jugendliches Aussehen -- sie stellen sich beständig wieder her!
fr: Et c'est aussi pourquoi ils semblent si jeunes - tout ce truc de régénération.

source: Oh my, she is almost dead!
de: Oh nein, sie ist so gut wie tot!
fr: Oh mon dieu, elle agonise !
sv: Jösses, hon är ju nästan död!

source: Here, let me see her.
de: Lass mich mal sehen.
fr: Allez, laissez-moi voir ça.
sv: Låt mig få se på henne.

source: Wow, you guyz are good.
de: Wow, ihr Beiden seid gut!
fr: Waouh, vous êtes balèzes !
sv: Wow, ni är verkligen bra.

source: *wink* *wink*
de: *winkt und lächelt*
fr: *sourire facétieux*
sv: *blink* *blink*

source: Here, this will help her.
de: Hier, das wird ihr helfen.
fr: Tenez, ça va l'aider.
sv: Här, det här hjälper henne.

source: Uh....... where..... am..... I...?
de: Uh... Wo bin ich?
fr: Euh... Où... suis-je ?
sv: Öh... Var...är...jag...?

source: You are in the dungeons of Malifor. These brave people have just released you.
de: Ihr seid in den Verliesen Malifors. Diese tapferen Leute haben euch gerade befreit.
fr: Vous êtes dans les cachots de Malifor. Ces braves gens viennent de vous libérer.
sv: Ni är i Malifors fängelsehålor. De här modiga männen har precis befriat er.

source: ....thanks.
de: ... Danke.
fr: ... merci.
sv: ...tack så mycket.

source: No problem. Sister Theta, you take care of her. If she wants to join us she would make a powerful ally.
de: Keine Ursache. Schwester Theta, kümmert euch um sie. Wenn sie uns begleiten möchte wäre sie eine wertvolle Verbündete.
fr: Aucun problème. Sœur Theta, occupez-vous d'elle. Si elle désire se joindre à nous, elle fera une puissante alliée.
sv: Inga problem. Syster Theta, ta hand om henne. Om hon vill ansluta sig till oss så vore hon en mäktig allierad.

source: Yes, I would... like to join... you Lord Tallin.
de: Ja, ich würde Euch gerne begleiten, Fürst Tallin.
fr: Oui, je voudrais... bien me joindre... à vous... Seigneur Tallin.
sv: Ja, jag skulle...vilja ansluta mig...till dig, furst Tallin.

source: Just Tallin, I am no lord. But gee, that sure is some powerful spell you used on her Sister, she is looking better already.
de: Bloß Tallin, ich habe keinen Titel. Aber Ihr habt wirklich einen mächtigen Heilzauber auf sie gesprochen, Schwester, sie sieht bereits viel besser aus.
fr: Tallin suffira. Mais woooh, vous avez dû lui lancer un sort puissant, Sœur Theta, elle semble aller déjà mieux.
sv: Bara Tallin, jag är inte någon furste. Men jösses, vilken kraftfull besvärjelse du använde på henne, syster. Hon ser redan mycket bättre ut.

source: And I feel better too. Now lets get back at that disgusting skeleton.
de: Und ich fühle mich auch wesentlich besser. Nun, zurück zu diesem abscheulichen Skelett.
fr: Et je me sens mieux également. Maintenant, allons trouver ce squelette dégoûtant.
sv: Och jag känner mig bättre också. Nu vill jag ha hämnd på det avskyvärda skelettet.

source: Why did that Bag of Bones capture you in the first place?
de: Warum hat der Knochensack Euch überhaupt eingefangen?
fr: Pourquoi ce sac d'os vous a-t-il capturée au fait ?
sv: Varför tog benranglet dig till fånga?

source: Because he thought I was pretty.
de: Er dachte ich sei hübsch.
fr: Parce qu'il me trouvait jolie.
sv: Därför att han tyckte jag var söt.

source: That old skeleton? Geez, what a nutcase.
de: Das alte Gerippe? Was für ein wirrer Vogel.
fr: Ce vieux squelette ? Il est complètement marteau !
sv: Det gamla skelettet? Jösses, en sån knäppgök.

source: You're telling me.
de: Das sagst du...
fr: Tu m'étonnes.
sv: Det behöver du inte tala om för mig.

source: I wish we had some healers with us. Just try to help her the best you can.
de: I wünschte wir hätte ein paar Heiler. Lasst uns für sie tun was wir können.
fr: Je regrette que nous n'ayons pas de guérisseurs avec nous. Essayez de l'aider du mieux que vous pouvez.
sv: Jag önskar att vi hade någon som kunde hela med oss. Gör ert bästa för att hjälpa henne.

source: Here, I hope that helps.
de: Hier, ich hoffe das hilft.
fr: Voilà, j'espère que ça aidera.
sv: Här, jag hoppas det här gör någon nytta.

source: You are in the dungeons of Malifor. We have just released you.
de: Ihr seid in den Verliesen Malifors. Wir haben Euch gerade befreit.
fr: Vous êtes dans les cachots de Malifor. Nous venons de vous libérer.
sv: Du är i Malifors fängelsehålor. Vi har just befriat dig.

source: No problem. Just take it easy. If you would like to join us your help could mean life or death for a lot of us.
de: Keine Ursache. Bleib ganz ruhig. Wenn Ihr uns helfen würdet, wäret Ihr eine große Hilfe.
fr: Pas de problème. Détendez-vous pour l'instant. Si vous vous joigniez à nous, votre aide serait vitale pour nombre d'entre nous.
sv: Inga problem. Ta det bara lugnt. Om du skulle vilja ansluta dig till oss, så skulle din hjälp kunna betyda skillnaden mellan liv och död för många av oss.

source: Just Tallin, I am no lord. But gee, you are looking better already.
de: Bloß Tallin, ich habe keinen Titel. Aber Ihr seht bereits wesentlich besser aus.
fr: Tallin suffira. Mais woooh, vous semblez aller déjà mieux.
sv: Bara Tallin, jag är inte någon furste. Men oj vad du redan ser mycket bättre ut.

source: Oh, just a few tricks I know, otherwise I probably would be dead by now. But anyway, lets get back at that disgusting skeleton.
de: Oh, bloß ein paar Tricks, ansonsten wäre ich mti Sicherheit bereits tot. Aber lass uns nun auf dieses ekelhafte Skelett zurückkommen.
fr: Oh, juste quelques trucs que je connais, sans quoi je serais probablement déjà morte. Enfin bon, occupons-nous plutôt de cet horrible squelette.
sv: Åh, jag kan allt några trick jag med, annars skulle jag redan vara död. Men hur som helst, jag vill ta hämnd på det motbjudande skelettet nu!

source: You want to attack me you fiend? Pfff, idiot.
de: Du willst mich angreifen, du Teufel? Hah, Trottel!
fr: Vous voulez m'attaquer, petit démon ? Pfff, imbécile !
sv: Tänker du anfalla mig, ditt monster! Tsk, din dåre.

source: Wow, cool! Being able to do that must come in handy.
de: Wow, stark! Das zu können muss ziemlich praktisch sein.
fr: Waouh, génial ! Ca doit être franchement pratique de savoir faire ça.
sv: Wow, snyggt! Det måste vara rätt praktiskt att kunna göra så där.

source: It sure does.
de: Sicherlich.
fr: Assurément.
sv: Ja, det är det.

source: Holy cow! What did I just let out of that cage! Look out everyone.
de: Heiliger Strohsack! Seht mal alle her was ich gerade in diesem Käfig gefunden habe!
fr: Nom d'un chien ! Qu'est-ce que j'ai été libéré ! Regardez tout le monde.

source: Oooooh, cool, it's a drake!
de: Ohh, stark! Ein Drake!
fr: Oooooh, cool, un drake !
sv: Åååh, schysst, det är en drake!

source: *whimper*
de: *winselnr*
fr: *murmure*
sv: *gnäll*

source: My God, such a fierce creature whimpering! What the heck have they done to it?
de: Mein Gott, solch eine wilde Kreatur winselt! Was haben sie ihm nur angetan?
fr: Mon Dieu, une créature aussi féroce qui murmure ! Bon sang, que lui ont-ils donc infligé ?
sv: Herre min je, en sådan vildsint varelse som gnäller. Vad i hela friden har de gjort med det?

source: The bastards!
de: Dieser Mistkerl!
fr: Les enflures !
sv: Ynkryggarna!

source: Probably another one of Malifor's experiments.
de: Vermutlich ein weiteres von Malifors Experimenten.
fr: Sans doute une autre expérience de Malifor.
sv: Det är förmodligen ännu ett av Malifors experiment.

source: I don't know, see if it talks.
de: Keine Ahnung, lass mal sehen ob es sprechen kann.
fr: Je ne sais pas, regarde si ça peut parler.
sv: Jag vet inte, låt oss se efter om det kan tala.

source: Hey big guy. We arn't gonna hurt you. We wanna be your friends.
de: Hej, Großer. Wir wollen dir nicht wehtun. Wir wollen deine Freunde sein.
fr: Hé, mon grand. On va pas te faire de mal. On veut être tes amis.
sv: Hej där, store vän. Vi tänker inte göra dig illa. Vi vill vara dina vänner.

source: .....not..... going..... to...... hurt.... me?
de: ... mir ... nicht ... wehtun ..?
fr: pas... faire... mal... à moi ?
sv: ...inte...göra...mig...illa?

source: Hey, it talks!
de: Hej, es spricht!
fr: Hé, ça parle !
sv: Ha, den kan prata!

source: It's a 'he', and yes, they're actually very intelligent creatures.
de: Es ist ein "er" und ja, sie sind eigentlich recht verständige Wesen.
fr: Oui, IL parle et oui, ce sont en fait des créatures très intelligentes.

source: Hush! I am trying to talk to him. Nope, we'll never hurt you. But if you want to you can hurt some skeletons.
de: Psst! I versuche mit ihm zu sprechen. Nein, wird werden dir nicht wehtun. Aber, wenn du möchtest, darfst du ein paar Skelette zerschmettern.
fr: Chut, j'essaie de lui parler. Nan, on ne te fera jamais de mal. Mais si tu veux tu peux faire mal aux squelettes.
sv: Sch! Jag försöker tala med honom. Nej, vi kommer aldrig att göra dig illa. Men om du vill så kan du få göra några skelett illa.

source: Skeletons! GRRRRRRRR!!!
de: Skelette! GRRRRRRRR!
fr: Squelettes ! GRRRRRRRR !!!
sv: Skelett! GRRRRRRRR!!!

source: Look out! He is ready to go! Hey, is that smoke coming out of his ears?
de: Vorsicht! Er ist bereit! Huh, kommt da Rauch aus seinem Ohr?
fr: Regardez ! Il est prêt à y aller ! Hé, c'est bien de la fumée qui sort de ses oreilles ?
sv: Se upp! Han exploderar snart! Oj, är det där rök som kommer ut ur hans öron?

source: Hey, there is an escape tunnel right behind this cell. The hole wasn't big enough for me to go through but one of you might fit.
de: Heh, es gibt einen Fluchttunnel hinter dieser Zelle. Für mich war die Öffnung zu schmal, aber einer von euch könnte durchpassen.

source: Hey you are right. Hmmm, it is pretty small, let's see if I can make it bigger.
de: Du hast Recht. Mal sehen, ob ich sie etwas vergrößern kann.

source: There we go. Now let's see where this tunnel leads to.
de: Da wären wir. Nun lasst uns herausfinden, wo diese Tunnel hinführen.
fr: Nous y voilà. Voyons maintenant sur quoi ce tunnel débouche.

source: Woha! Maybe he isn't so friendly after all... or at least to some things.
de: Hupps! Scheinbar ist er doch nicht so liebenswürdig... Zumindest nicht zu jedem.
fr: Woooh, il n'est pas si gentil que ça en fait... enfin, ça dépend avec qui.
sv: Ojsan! Kanske han inte är så vänlig trots allt... I alla fall inte mot vissa saker.

source: HAHAHAHAHA, FOOLS, YOU THINK YOU CAN KILL ME?
de: HAHAHAHAHA, NARREN, IHR GLAUBT IHR KÖNNT MICH TÖTEN?
fr: HAHAHAHA, PAUVRES FOUS, VOUS CROYEZ POUVOIR ME TUER ?
sv: HAHAHAHAHA, DUMSKALLAR, TROR NI ATT NI KAN DÖDA MIG?

source: What the...!
de: Was zum...!
fr: C'est quoi ce délire !
sv: Vad i...!

source: How can it be?! Our axes and hammers are failing.
de: Wie kann das sein? Unser Hämmer und Äxte lassen uns im Stich!
fr: Comment est-ce possible ? Nos marteaux et nos haches sont inefficaces.

source: Blast it! Now where did he go? Let's find him and try something else!
de: Verflucht! Wo ist er hin? Wir müssen ihn finden und etwas anderes versuchen!
fr: Malédiction ! Mais où est-il passé ? Trouvons-le et essayons autre chose !

source: I see now. It is impossible to destroy him by ordinary means.
de: Ja, es ist unmöglich ihn auf gewöhnliche Weise zu vernichten.
fr: Je vois. On ne peut pas le détruire par des moyens ordinaires.

source: Then how are we going to destroy him? Surely there must be a way.
de: Wie wollen wir ihn dann besiegen? Es muss einen Weg geben!
fr: Alors comment allons-nous faire ? Il doit bien y avoir un moyen.
sv: Men hur skall vi då ta kål på honom? Nog måste det finnas något sätt.

source: Yes, I think there is, but only me or Theta have the means to do it. Come on Theta, lets destroy that old skeleton.
de: Ja, ich denke es gibt einen. Aber nur Theta und ich sind dazu in der Lage. Komm, Theta, lass uns dieses Skelett endgültig vernichten.
fr: Oui, je pense aussi, mais seuls Theta et moi avons de quoi le détruire. Viens, Theta, allons détruire ce vieux squelette.
sv: Ja, det tror jag det finns, men det är nog bara jag eller Theta som kan göra det. Theta, kom, låt oss ta kål på det där gamla skelettet.

source: Yeah I can't wait to get my hands on that bastard!
de: Ja, ich kann es kaum erwarten diesen Mistkerl in die Finger zu kriegen!
fr: Ouais, je suis impatiente de mettre la main sur cet enfoiré !
sv: Ja, jag kan inte bärga mig tills jag får ge mig på den skitstöveln.

source: That was very unladylike of you.
de: Das war nicht besonders damenhaft!
sv: Det var inte särskilt väluppfostrat av dig.

source: *giggle* Sorry.
de: *kichert* Entschuldigung.
fr: *gloussements* Désolée.
sv: *fnitter* Ursäkta.

source: HAHAHAHAHAHA, YOUR IDIOCY AMUSES ME GREATLY!
de: HAHAHAHAHAHA, EURE DUMMHEIT UNTERHÄLT MICH GROSSARTIG!
fr: HAHAHAHAHAHA, VOTRE STUPIDITÉ M'AMUSE GRANDEMENT !
sv: HAHAHAHAHAHA, ER DÅRSKAP ROAR MIG VÄLDIGT!

source: COME AND GET ME!
de: KOMMT UND HOLT MICH!
fr: VENEZ ME CHERCHER !
sv: KOM OCH TA MIG!

source: Geez, how are we going to kill him?
de: Verflixt, wie wollen wir ihn erledigen?
fr: Mince, comment allons-nous le tuer ?
sv: Hur i hela friden skall vi ta kål på honom?

source: Well, obviously clubs and arrows won't work.
de: Nun, Keulen und Pfeile funktionieren offensichtlich nicht.
fr: Eh bien, les massues et les flèches n'auront assurément aucun effet.
sv: Tja, klubbor och pilar fungerar ju inte.

source: Oh darn, he disappeared. Let's find him and try a different weapon.
de: Verdammt, er ist verschwunden. Wir müssen ihn finden und eine andere Waffe versuchen.
fr: Ahh malédiction, il a disparu ! Retrouvons-le et essayons une arme différente.

source: HAHAHAHAHAHA, DEATH HAS NO EFFECT ON ME YOU FOOLS!
de: HAHAHAHAHAHA, DER TOD HAT KEINE AUSWIRKUNGEN AUF MICH, IHR TROTTEL!
fr: HAHAHAHAHAHA, LA MORT N'A PAS D'EFFET SUR MOI, BANDE D'IDIOTS !

source: HAHAHAHAHA, I CAN NEVER BE DESTROYED!
de: HAHAHAHAHA, ICH BIN UNBESIEGBAR!
fr: HAHAHAHAHA, JE SUIS INVULNÉRABLE !
sv: HAHAHAHAHA, JAG KAN ALDRIG FÖRGÖRAS!

source: No, there has to be a way!
de: Nein, es muss einen Weg geben!
fr: Non, il doit bien y avoir un moyen !
sv: Nej, det måste finnas något sätt!

source: Well, it isn't gonna be blades.
de: Nun, es sind offensichtlich keine Klingen.
fr: Bon, bah c'est pas les épées.
sv: Tja, inte med blankvapen i alla fall.

source: And look, he's gone. Now we gotta find him all over again!
de: Guck, er ist weg. Nun müssen wir ihn nochmal suchen!
fr: Et regardez, il s'est envolé. On va encore devoir le retrouver !

source: HAHAHAHAHAHA, I AM IMMORTAL!
de: HAHAHAHAHAHA, ICH BIN UNSTERBLICH!
fr: HAHAHAHAHAHA, JE SUIS IMMORTEL !
sv: HAHAHAHAHAHA, JAG ÄR ODÖDLIG!

source: YOU PUNY MORTALS SHALL SOON BE SERVING ME!
de: IHR MICKRIGEN STERBLICHEN WERDET MIR SCHON BALD DIENEN!
fr: VOUS SEREZ BIENTÔT À MES PIEDS, FAIBLES MORTELS !
sv: NI YNKLIGA DÖDLIGA SKALL SNART TJÄNA MIG!

source: That blasted skeleton! Even fire has no affect on him!
de: Dieses verfluchte Skelett! Selbst Feuer schadet ihm nicht!
fr: Ce maudit squelette ! Même le feu reste sans effet !
sv: Det förbannade skelettet! Inte ens eld påverkar honom!

source: Look, he disappeared again. Let's find him and try using a different weapon on him.
de: Er ist schon wieder verschwunden. Lasst uns ihn finden und eine andere Waffe ausprobieren.
fr: Regardez, il a encore disparu. Trouvons-le et essayons une arme différente.

source: AHHHHHH! YOU BLASTED MAGE!
de: AHH! DU VERFLUCHTER MAGIER!
fr: AHHHHHH ! MAUDIT MAGE !
sv: AHHH! DIN FÖRBANNADE MAGIKER!

source: Good. We finally got him. He is just dissolving.
de: Gut, endlich haben wir ihn. Er löst sich auf.
fr: Bien. On l'a eu pour finir. Il se dissout littéralement.
sv: Bra. Vi fick honom till slut. Han upplöses ju bara.

source: Curses on you you blasted mages, curses on you you blasted dwarves, curses on you you blasted humans, and CURSES ON YOU YOU BLASTED TALLIN! MAY YOUR MISERABLE LIVES BE FULL OF TORTURE! MAY YOUR PEOPLE NEVER BE FREE! MAY ALL YOUR NEAR AND DEAR DESERT YOU! MAY A THUNDERBOLT HIT YOUR HEAD! MAY...
de: Verflucht seid ihr verdammten Magier, verflucht seid ihr verdammten Zwergen, verflucht seid ihr verdammten Menschen und VERFLUCHT SEIST DU, TALLIN! MÖGE DEIN ARMSELIGES LEBEN VOLLER SCHMERZ SEIN! MÖGE DEIN VOLK NIEMALS FREI SEIN! MÖGE DICH ALLES, WAS DIE LIEB UND TEUER IST, VERLASSEN! MÖGE EIN BLITZ IN DEINEM KOPF EINSCHLAGEN! MÖGE...°
fr: Soyez maudits, mages ! Soyez maudits, nains ! Soyez maudits, humains ! Et SOIS MAUDIT, TALLIN ! QUE VOS MISÉRABLES VIES NE SOIENT PLUS QU'UNE LONGUE TORTURE ! QUE VOS GENS NE SOIENT JAMAIS LIBRES ! QUE VOS CHERS ET TENDRES VOUS ABANDONNENT ! QUE LA FOUDRE FRAPPE VOS TÊTES ! QUE...

source: At last! Victory is ours! Good job men!.
de: Endlich! Der Sieg ist unser! Gute Arbeit, Männer!
fr: Enfin ! La victoire nous appartient ! Bon boulot les gars !
sv: Äntligen är segern vår! Bra gjort mannar!
