Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: So where to now Tallin?
de: So, was nun, Tallin?
fr: Où allons-nous maintenant Tallin ?
sv: Vart har nu Tallin tagit vägen?

source: Now lets get back to the dwarves and see how they are making out with those weapons.
de: Zurück zu den Zwergen und nachsehen, was unsere versprochenen Waffen machen.
fr: Retournons chez les nains et voyons comment ils se débrouillent avec ces nouvelles armes.
sv: Nu går vi tillbaka till dvärgarna och ser hur det går med vapentillverkningen.

source: Arrrrgh! I have done my best..... but I can go no further.... But all of you .... must continue.... our..... quest....
de: Arrrrgh! Ich habe mein Bestes getan ... doch ich kann nicht weiter ... aber ihr, ihr ... müsste ... unsere Suche ... fortsetzen...
fr: Arrrrgh ! J'ai fait de mon mieux... mais je ne peux pas aller plus loin... Mais vous... devez tous... continuer... notre... quête....
sv: Arrrrgh! Jag har gjort så gott jag kan... Men nu går det inte längre... Ni andra... måste fortsätta... vår kamp....

source: They are trying to free the prisoners! Stop them!
de: Sie versuchen die Gefangenen zu befreien! Haltet sie auf!
fr: Ils tentent de libérer les prisonniers ! Arrêtez-les !

source: Good luck my friend.
de: Viel Glück mein Freund.
fr: Bonne chance, l'ami.

source: Intruders! Get them!
de: Eindringlinge! Schnappt sie!
fr: Des intrus ! Attrapez-les !

source: Bring it on!
de: Bringen wir es hinter uns.
fr: Venez me chercher !

source: They are attacking the master's study! We must stop them! Call the reserves!
de: Sie greifen das Studierzimmer an! Wir müssen sie aufhalten! Ruft die Verstärkung!
fr: Ils attaquent l'étude du maître ! Nous devons les arrêter ! Ramenez des renforts !

source: 'The master's study' eh? I bet we'll find Mailfor there!
de: Des Meisters Studierzimmer?, was? Ich wette, da finden wir Malifor.
fr: ''L'étude du maître'', hein ? Je parie que nous y trouverons Malifor !

source: Ugh, a dead body!
de: Iih, eine Leiche.
fr: Beurk, un cadavre !

source: Here's another body.
de: Noch eine Leiche.
fr: En voici un autre.

source: And another...
de: Und noch eine...
fr: Et encore un autre...

source: Gee, what's with all these bodies floating around? Is this river some sort of body disposal?
de: Warum zum Geier treiben diese ganzen Leichen hier herum? Ist dieser Fluss eine Art von Deponie für Leichen?
fr: Bon dieu, qu'est-ce que c'est que tous ces corps qui flottent tout partout ? Cette rivière serait-elle une espèce de réserve de cadavres ?

source: The Great Chamber
de: Die große Kammer
fr: La Chambre Colossale

source: 'The Great Chamber'? Hmmm, wonder what that could be.
de: "Die große Kammer"? Hm, was das wohl sein mag.
fr: "Chambre Colossale" ? Hmmm, je m'demande ce que ça peut bien être.

source: So This is the Great Chamber eh? Doesen't look like there is much to see here.
de: Das ist also die große Kammer? Hier scheint es ja nicht viel zu sehen zu geben.
fr: Alors c'est ça la Chambre Colossale, hein ? On dirait qu'y a pas grand'chose à voir ici.

source: *rumble*
de: *Rumpeln*
fr: *grondement*

source: Uh oh, I think I spoke too soon.
de: Ups, da habe ich mich wohl zu früh gefreut...
fr: Oh oh, je crois que j'ai parlé trop vite.

source: *CRASH*
de: *WUMMS*
fr: *CRACK*
sv: *KRASCH*

source: What was that? Oh shoot - there are two big slabs of rock cutting off our retreat!
de: Was war das? Verflixt, zwei große Steinplatten haben uns den Rückzug versperrt.

source: This doesn't look good.
de: Das sieht nicht gut aus.
fr: C'est pas bon signe.

source: Great Chamber my foot! It should be called, 'The Death Chamber.'
de: Große Kammer, meine Güte. Sie hätten es "die Kammer des Todes" nennen sollen!
fr: Chambre Colossale, mon œil ! Ça devrait s'appeler "Chambre Macabre".

source: Alright, here we go.
de: Alles klar, nun geht's los.
fr: Ok, c'est parti.

source: Halt! Who goes there? Friend or foe?
de: Halt! Wer dort? Freund oder Feind?
fr: Halte ! Qui va là ? Ami ou ennemi ?

source: Depends. Are you loyal to Malifor?
de: Das kommt darauf an -- steht ihr loyal zu Malifor?

source: Never! If you have been sent by Malifor then know that we will never yield! Bring it on!
de: Niemals! Wenn ihr von Malifor geschickt wurdet, wisst, dass wir uns niemals ergeben werden!
fr: Jamais ! Si Malifor vous envoie, sachez que nous n'abandonnerons jamais ! En garde !

source: Hold it now, we aren't friends of Malifor in the least, rather we have come to destroy him.
de: Beruhigt euch, wir sind keine Verbündeten Malifors. Wir sind hier um ihn zu vernichten.
fr: Attendez un peu, nous ne sommes pas le moins du monde des amis de Malifor, au contraire nous venons pour l'anéantir.

source: Finally! You don't know how long we have been waiting for this day.
de: Endlich! Du hast keine Ahnung, wie lange wir auf diesen Tag warten!
fr: Enfin ! Vous n'imaginez pas combien de temps nous avons attendu ce jour.

source: How did you get here and how long have you been here?
de: Wie seid ihr hierher gekommen und wie lange versteckt ihr euch schon?
fr: Quand et comment êtes-vous arrivés ici ?

source: We were originally prisoners of Malifor, but we managed to tunnel out and escape. Since then we have barely managed to survive on whatever we have been able to steel or raid from Malifor.
de: Wir waren ursprünglich Gefangene Malifors, aber es gelang uns einen Tunnel zu graben und zu fliehen. Seitdem konnten wir uns gerade so am Leben halten, mit dem was wir stehlen oder rauben konnten.
fr: Nous étions des prisonniers de Malifor à l'origine, mais nous avons réussi à creuser un tunnel et nous nous sommes enfuis. Depuis, nous réussissons à peine à survivre en dérobant ce que nous pouvons à Malifor.

source: So I bet by now you have tunnels all over the place.
de: Ich wette, ihr habt den ganzen Komplex mit Tunneln durchzogen.
fr: Je parie que maintenant vous avez des tunnels un peu partout.

source: That's right. For instance, that seemingly blank wall to the south there is actually a hidden entrance to the treasury.
de: Das stimmt. So ist zum Beispiel der scheinbar natürliche Steinwall im Süden in Wirklichkeit ein versteckter Eingang zur Schatzkammer.
fr: C'est exact. Par exemple, au sud ce mur d'allure parfaitement innocente est en fait un passage secret vers la trésorerie.

source: Awesome, let's go!
de: Toll, weiter geht's!
fr: Génial, allons-y !

source: *sigh* Great. More water. And there doesn't even seem to be anything down this tunnel, either friend or foe.
de: *Seufzt* Wunderbar. Mehr Wasser. Und es scheint in diesem Tunnel nichts zu geben, weder Freund noch Feind.

source: Hmmm, another door. Boy is this one sure locked up.
de: Hmm, noch eine Tür. Junge, die hier ist verrammelt und verriegelt.
fr: Hmmm, encore une porte. Celle-là est verrouillée, et bien verrouillée.

source: Anything you can't handle?
de: Etwas, was du nicht alleine schaffst?
fr: Tu peux t'en charger ?

source: Nope. Should I open it?
de: Nepp. Soll ich sie öffnen?
fr: Ouaip. Je l'ouvre ?

source: Go for it!
de: Fang an!
fr: C'est parti !

source: You wretched vermin, I have had it with you! Guards!
de: Ihr erbärmliches Ungeziefer, ich habe euch satt. Wachen!
fr: Sale petite vermine, j'en ai plus qu'assez de te voir ! Gardes !

source: You invaded my kingdom, drove me from my mines, raided my dungeon, and plundered my treasury Your audacity ends here!
de: Ihr habt mein Reich angegriffen, mich aus meinen Minen vertrieben, meine Verliese überfallen und meine Schatzkammer geplündert. Eure Dreistigkeit endet hier!
fr: Tu envahis mon royaume, me chasse de mes mines, vide mes geôles et pille ma trésorerie. Ton audace s'arrête ici !

source: You are wrong Malifor, for you shall be the one who is destroyed. You are cruel, merciless and a terror to all that lives. The world will be a better place once with you gone!
de: Du irrst, Malifor, denn du bist es, der zerstört werden wird. Du bist grausam, gnadenlos und ein Schrecken für alles Lebende. Die Welt wird einer schönerer Ort sein, nachdem du sie verlassen hast!
fr: Tu te trompes Malifor, car c'est ta vie qui va s'arrêter ici. Tu es cruel et impitoyable, et tu terrorises tout ce qui vit. Le monde ne te regrettera pas !

source: For your selfish aims you have terrorized all that is good. You have disturbed the rest of the brave defenders of Knalga, now, your evil reign shall be brought to an end.
de: Für deine egoistischen Ziele hast du alles terrorisiert was Gut und Heilige ist. Du hast die Ruhe der tapferen Verteidiger Knalgas gestört. Doch hier und jetzt endet deine Schreckensherrschaft!
fr: Pour des fins égoïstes, tu as terrorisé tout ce qui est bon. Tu as troublé le repos des braves défenseurs de Knalga. Ton règne abominable s'achève désormais.
sv: Du har spridit skräck och fasa runt omkring dig av helt själviska anledningar. Du har stört vilan hos de tappra försvararna av Knalga. Nu så skall ditt onda styre upphöra.

source: Fools! Don't think it's so easy to kill me. Your corpses shall all soon be serving me. Fall on them my hordes!
de: Narren! Es ist nicht derart einfach mich zu töten. Eure Leichen werden mir schon bald dienen. Fallt über sie her, meine Horden!
fr: Idiots ! Ne me croyez pas si facile à tuer. Vos cadavres seront bientôt sous mon commandement. Anéantissez-les, mes créatures !

source: Just wait a sec.
de: Einen Moment mal.
fr: Attends une minute.

source: It looks like this is it folks, here is the door to Malifor's study. Are we all ready for this?
de: Es scheint, dies ist es. Das ist die Tür zu Malifors Studienzimmer. Sind wir alle bereit?
fr: Apparemment, on y est, les gars ; voici la porte d'entrée de l'étude de Malifor. Sommes-nous fin prêts pour ce qui nous y attend ?

source: Yeah, open those doors!
de: Ja, öffnet diese Türen!
fr: Ouais, ouvre-moi ces portes !

source: Hey, check this out, it looks like some sort of leaver.
de: Sieh dir das mal an! Es sieht aus wie eine Art Hebel.
fr: Hé, regardez ça, on dirait une sorte de levier.

source: Probably for that door right there.
de: Vermutlich für die Tür gleich rechts.
fr: Il sert sûrement à ouvrir cette porte juste là.

source: Should I throw it?
de: Soll ich Hebel umlegen?
fr: Je peux le tirer ?

source: Ok, here we go!
de: Ok, jetzt geht's um die Wurst!
fr: Ok, c'est parti !

source: *creek*.....
de: *quietsch...*
fr: *criiic*

source: Nothing. That door is not moving.
de: Nichts. Die Tür bewegt sich nicht einen Spaltbreit.
fr: Rien... La porte n'a pas bougé d'un poil.

source: Why don't you try 'knocking'.
de: Warum versuchst du es nicht einmal mit "Anklopfen"?
fr: Pourquoi ne pas ''frapper'' ?

source: *BANG*
de: *KNALL*

source: Anybody home?
de: Jemand zu Hause?
fr: Y'a quelqu'un ?

source: *BOOM*
de: *DONG*
fr: *BOUM*

source: *CRASH!!!*
de: *KRACH, SPLITTER*
fr: *CRAAAACK !*

source: To the Mines
de: Zu den Minen
fr: Aux mines
sv: Till gruvorna

source: After reaching the dwarvish keep and tending to their wounded the humans - lead by Tallin, and dwarves - lead by the Dwarvish Lord Hamel made council.
de: Nach der Ankunft in der zwergischen Burg hielten die Menschen, vertreten durch Tallin, und Zwerge, vertreten durch Fürst Hamel, Rat.
fr: Après avoir atteint le bastion nain et s'être occupés des blessés, les humains menés par Tallin et les nains sous les ordres du Seigneur Hamel tinrent conseil.
sv: Efter att de kommit fram till dvärgarnas borg och tagit hand om sina sårade kamrater så inledde människorna under Tallins ledning och dvärgarna under furst Hamels ledning ett rådslag.

source: Welcome to the Southern Tunnels friends... or at least what's left of them.
de: Willkommen zu den südlichen Tunneln, mein Freund ... oder wenigstens dem, was von ihnen übrig ist.
fr: Bienvenue aux Galeries du Sud, mes amis... enfin, ce qu'il en reste.
sv: Välkomna till de södra tunnlarna, vänner, eller till vad som återstår av dem.

source: Thank you Lord Hamel. Even though Knalga lies in chaos, it is a great relief to see that at least some dwarves are managing to survive.
de: Vielen Dank, Fürst Hamel. Obwohl Knalga in Trümmern liegt ist es ein große Erleichterung wenigstens einige Zwerge am Leben zu sehen.
fr: Merci Seigneur Hamel. Même si Knalga est plongée dans le chaos, c'est rassurant de voir que des nains réussissent à survivre.
sv: Tack, furst Hamel. Även om Knalga är i kaos, så är det ändå en stor lättnad för oss att se att åtminstone några dvärgar lyckas leva här.

source: Thank you human. It is also a great relief to see that our allies of old have managed to break their bonds and live as freemen once again.
de: Danke dir, Mensch. Es ist für uns ebenfalls eine große Entlastung zu wissen, dass unsere alten Verbündeten ihre Fesseln abgeworfen haben und wieder als Freie leben.
fr: Merci humain. Il est également bon de voir que nos alliés d'autrefois ont réussi à briser leurs fers et vivent à nouveau en hommes libres.
sv: Tack, människa. Det är också en stor lättnad för oss att se att våra gamla allierade har lyckat bryta sina bojor och än en gång lever i frihet.

source: Yes, that is the main reason of our visit. We have managed to break free but in order to stay that way we need some proper weapons and armor; clubs and pitchforks just won't do it in the long run.
de: Das ist der Hautgrund unseres Besuchs. Wir konnten uns befreien, aber um unsere Freiheit zu erhalten brauchen wir Waffen und Rüstungen. Keulen und Heugablen werden auf Dauer nicht ausreichen.
fr: Oui, et c'est d'ailleurs la raison de notre visite. Nous avons réussi à nous libérer mais si nous voulons rester libres, il nous faudra de vraies armes et de solides armures ; les massues et les fourches ne suffiront pas si nous devons poursuivre le combat.

source: Since dwarves are known to be the finest metalworkers and weapon-smiths we were hoping that you would be able to help us.
de: Da Zwerge als die besten Metallurgen und Schmiede bekannt sind hofften wir, dass ihr uns helfen könntet.
fr: Étant donné que les nains sont connus pour être les meilleurs orfèvres et forgerons d'armes, nous espérions que vous pourriez nous aider.

source: Yes, it's true but the fact is that we are also extremely low on weapons and armor ourselves. We are just a small band of dwarves that managed to hold our position in this little keep while the rest of Knalga was overrun by the orcs. Perhaps there are other small pockets like us but I don't know.
de: Ja, wir sind gute Schmiede und Metallurgen. Aber im Augenblick sind wir selbst knapp an Rüstungen und Waffen. Wir sind bloß eine kleine Gruppe Zwerge, die ihre Stellung halten konnte, als der Rest Knalgas von Orks überrannt wurde. Vielleicht gibt es weitere Gruppen wie uns, aber ich weiß von keiner.
fr: Oui, c'est vrai, mais le fait est que nous sommes nous-mêmes à court d'armes et d'armures. Nous ne sommes qu'un petit groupe de nains ayant réussi à défendre notre position dans cette petite citadelle alors que le reste de Knalga était infesté par les orcs. Peut-être y a-t-il d'autres poches de résistance mais nous ne pouvons que le supposer.
sv: Ja, det är sant. Men det är också ett faktum att vi har mycket små förråd av vapen och rustningar själva. Vi är bara en liten grupp dvärgar som har lyckats överleva här medan resten av Knalga intagits av orcher. Kanske finns det fler grupper som vi, men jag vet inte.

source: Anyhow fortunately we managed to assassinate the orcish leader and as a result the orcish unity disintegrated and they started fighting among themselves. That is the only reason why Knalga is in the state that is now in, rather then being an orcish stronghold.
de: Glücklicherweise ist es uns gelungen, den orkischen Anführer zu töten und damit die orkischen Truppen in Chaos zu stürzen. Nur aus diesem Grunde ist Knalga heute ein Trümmerhaufen und kein orkisches Bollwerk.
sv: Hur som helst så lyckades vi ta kål på orchernas ledare och deras enighet med honom. De har börjat slåss sinsemellan. Detta är den enda anledningen till att Knalga är som det är nu, och inte fäste för orcherna.

source: But to the point, we have been stranded in these tunnels for years now, almost completely cut off from all sources of food, metals, and in short, any type of resources.
de: Aber seitdem sind wir hier in diesem Tunnel gefangen, ohne Zugang zu Nahrung, Metall oder sonstigen Ressourcen.
sv: Men till saken nu, vi har i många år varit hänvisade till dessa tunnlar. Vi har nästan helt varit avskurna från källor till mat, metaller, kort sagt alla sorters resurser.

source: So basically, we need resources right? Is there any source for them nearby?
de: So, wir brauchen Ressourcen? Gibt es irgendwo in der Nähe irgendwelche Rohstoffquellen?
fr: Donc en gros, nous avons besoin de ressources, c'est ça ? Y en a-t-il près d'ici ?
sv: Så vad det hela hänger på är att få tag i resurser, eller hur? Finns det någon källa i närheten?

source: Yes, there is. A few miles north of here is the place where we mined many of our raw metals. However, that place seems to be where all those skeletons are coming from. To go there would mean certain death.
de: Ja, einige Meilen von hier gibt es eine alte Mine. Jedoch scheinen all die Untoten von dort zu kommen, sie aufzusuchen bedeutet den sicheren Tod.
fr: Oui, en effet. À quelques kilomètres au nord d'ici, il y a un endroit où nous extrayions nos métaux bruts. Cependant, c'est de là que tous ces squelettes semblent provenir. Y retourner signifierait une mort certaine.
sv: Ja, det finns det. Bara några kilometer norrut så ligger den plats där vi brukade bryta det mest av malmen. Men det verkar som att det är därifrån som skeletten kommer. Det är nog en säker död att gå dit.

source: What is the story with those skeletons anyway? They look like they were dwarves at one point but now they just attack everyone and anyone.
de: Was hat es mit diesen Untoten eigentlich auf sich? Sie wirken, als seien sie einmal Zwerge gewesen, doch heute greifen sie alles und jeden an.
fr: Qu'est-ce que c'est que cette histoire de squelettes d'ailleurs ? Ils ont l'air d'avoir été des nains mais qui attaquent maintenant tout ce qui bouge.
sv: Vad är det där för skelett egentligen? De ser ut som om de en gång var dvärgar, men nu så anfaller de ju allt som rör på sig.

source: To be quite frank, I have no idea. They just started appearing one day some years after we were trapped here.
de: Um ehrlich zu sein, ich habe keine Ahnung. Sie tauchten hier recht plötzlich auf, kurze Zeit nachdem wir hier eingeschlossen wurden.
fr: Pour être franc, je n'en sais rien. Ils sont apparus un beau jour quelques années après que nous nous sommes retrouvés pris au piège.
sv: Uppriktigt sagt så vet jag inte. Helt plötsligt en dag så började de dyka upp. Det var några år efter vi blivit fast här.

source: Perhaps if we go there we can find out. Let us combine our forces and march to the mines and settle this mater once and for all.
de: Vielleicht könnten wir es herausfinden, wenn wir zu den Minen gehen. Lass uns unsere Heere vereinen und diese Sache ein- für allemal regeln!
fr: Nous trouverons peut-être la réponse en allant là-bas. Combinons nos forces, gagnons les mines et réglons ce problème une bonne fois pour toutes.

source: That way we can also get our raw materials too so we can start turning the tide against those orcs... I know it will be extremely dangerous but it is better to die trying then to sit here and slowly starve to death.
de: Auf diese Weise könnten wir auch an die benötigten Rohstoffe gelangen und so das Blatt im Kampf gegen die Orks wenden. Es ist äußerst gefährlich, aber immer noch besser als sich hier zu verstecken und langsam zu verhungern.
fr: De cette manière nous pourrons aussi obtenir nos matières premières et ainsi renverser le cours du combat contre les orcs... Je sais que ce sera extrêmement périlleux mais mieux vaut mourir en essayant que de rester assis et attendre de mourir de faim.

source: You're right! Form up men! To the mines! Let the guardsmen stay behind along with all of ours and Tallin's noncombatants - for their safety and to hold the keep.
de: Du hast Recht! Formiert euch, Männer! Zu den Minen! Die Wächter bleiben zusammen mit den Nicht-Kämpfern und Verwundeten zurück in der Burg.
fr: Vous avez raison ! En avant soldats ! Aux mines ! Laissons les gardes derrière avec ceux qui ne peuvent pas se battre - pour leur sécurité et pour défendre la citadelle.

source: Oh, and Tallin, there are two ways we can go. One is through the tunnels and the other is to leave the tunnels and go through the mountains. Both ways are about the same length. If you go though the tunnels we'll be facing more trolls and perhaps skeletons. If we take the mountains - who knows. So what will it be?
de: Oh, und es gibt zwei Wege über die wir zur Mine gelangen können: Entweder durch die Tunnel oder durch ein Tal oberhalb der Oberfläche. In den Tunneln werden wir vermutlich weitere Skelette treffen, außerhalb -- wer weiß?
fr: Oh, et Tallin, il y a deux chemins possibles pour y aller. L'un passe par les galeries et l'autre par les montagnes. Les deux sont à peu près de la même longueur, mais en passant par les galeries nous serons à nouveau confrontés aux trolls et peut-être aux squelettes. Si nous choisissons les montagnes - qui sait ce que nous y trouverons. Alors, qu'est-ce que ce sera ?
sv: Åh, just det, Tallin. Det finns två vägar vi kan gå. En väg genom tunnlarna och den andra genom att lämna tunnlarna och gå över bergen. Det är ungefär lika långt båda hållen. Om vi går genom tunnlarna så möter vi säkerligen fler troll och kanske också skelett. Om vi går genom bergen - tja, vem vet. Vad tycker du?

source: I don't think I'm all that crazy about facing those trolls again any time soon. Lets take the mountains.
de: Ich glaube ich habe keine Lust, die Trolle so schnell wiederzusehen. Lasst es uns an der Oberfläche versuchen.
fr: Je ne suis pas très chaud à l'idée de revoir ces trolls pour le moment. Passons par les montagnes.
sv: Jag tror inte jag är på humör att möta troll igen på ett bra tag. Vi går genom bergen.

source: However, once the party left the caves they found that they faced a new threat.
de: Nachdem die Gruppe die Höhlen verlassen hatte, sah sie sich allerdings einer neuen Gefahr gegenüber.
sv: Men så fort som sällskapet lämnade grottorna så stod de ansikte mot ansikte med ett nytt hot.

source: Hey look, there is our meat! Come on boys, lunchtime!
de: Seht einmal, da ist unsere Beute! Mahlzeit, Leute!
sv: Titta, där är ju vårt kött! Kom, grabbar, dags för lunch!

source: I don't think so buddy.
de: Das bezweifele ich doch stark...
sv: Glöm det, kompis.

source: What's with this whole 'Master' business? It's starting to make me nervous.
de: Was hat es mit diesen "Berichten" auf sich? Das macht mir irgendwie nervös.
fr: C'est quoi toute cette histoire de "Maître" ? Ça commence à me porter sur les nerfs.
sv: Vad är det där med 'herre' egentligen? Det börjar gå mig på nerverna.

source: Ok, here is the entrance to the dwarven mines lets go!
de: Gut, hier ist der Eingang zu den Zwergenminen. Hinein!
fr: Ok, voici l'entrée des mines des nains, allons-y !
sv: Okej, här är ingången till dvärgarnas gruvor. Nu går vi!

source: Hey, there goes our lunch! Hmmm, they are stronger then we thought, let's go tell Master.
de: Verdammt, da verschwindet unser Mittagessen! Sie schienen stärker als erwartet, lass uns lieber Bericht erstatten.
fr: Hé, notre déjeuner s'enfuit ! Hmmm, ils sont plus forts que prévu, allons prévenir le Maître.
sv: Titta, där går ju vår lunch! Hmm, de är starkare än vi trodde. Bäst vi berättar för vår herre.

source: Ugh!
fr: Argh !

source: Krash!
fr: Crash !

source: Wow!
fr: Waouh !

source: Hehehe.
fr: Héhéhé.

source: ROOOOAAAARRRRR!!!
fr: OOOOUUUUAAAAHHHH !!!

source: GRRRRRRR!
fr: GRRRRRR !

source: Hehehehehe
fr: Héhéhéhéhé

source: Ok.
fr: D'accord.

source: Swordman
sv: Svärdssoldat

source: (Impossible)
sv: (Omöjlig)
