Repository: wescamp/Northern_Rebirth-root
Catalog: po/*.po
Languages: de, fr, sv

source: The battle raged on as wave after wave of orcs crashed onto the dwarven defenses and shattered.
de: Die Schlacht tobte fort, eine Angriffswelle der Orks nach der anderen zerbrach an den zwergischen Verteidigern.
fr: La bataille fit rage : des vagues incessantes d'orcs vinrent s'échouer sur les murailles naines pour s'y briser aussitôt.

source: As the battle raged on Tallin again made council with Hamel.
de: Während die Schlacht tobte, beriet sich Tallin abermals mit Hamel.
fr: Tandis que les combats déchaînés se poursuivaient, Tallin et Hamel tinrent une nouvelle fois conseil.

source: So how did it go?
de: Wie ist es gelaufen?
fr: Alors, comment ça s'est passé ?

source: It was fierce and bloody. We fought them for four days and three nights with no end in sight. Every time we killed an orc it seemed that two more would take his place. One thing is for sure, we can't win like this.
de: Der Kampf war erbittert und blutig. Wir haben sie vier Tage lang bekämpft, ohne Aussicht auf Erfolg. Jedes mal wenn wir einen Ork erschlagen haben, traten zwei weitere an seine Stelle. Eins ist sicher, auf diese Weise können wir nicht gewinnen.
fr: C'était un combat acharné et sanglant. Nous les avons combattus quatre jours et trois nuits sans y voir d'issue. À chaque fois que nous abattions un orc, on aurait dit que deux autres prenaient sa place. Une chose est sûre, nous ne gagnerons pas de cette manière.

source: So you withdrew. Wise decision. Our prepared defenses will be able to hold the orcs of far longer and with less losses then you would have been able to do in the open field. I see that my training has had an affect on you.
de: Daher hast du dich zurückgezogen. Kluge Entscheidung. Unsere Verteidigungsanlagen können die Orks wesentlich länger und mit geringeren Verlusten zurückwerfen als dies auf freiem Feld möglich wäre. Meine Ausbildung zeigt erste Früchte.
fr: Vous avez donc battu en retraite. Sage décision. Nos défenses effectives seront capables de retenir les orcs bien plus longtemps et avec moins de pertes que vous n'auriez pu faire en terrain découvert. Je vois que mon enseignement t'a bien servi.

source: No doubt, but what should we do from here? The number of humans and dwarves is limited, unlike the orcs whose numbers seem unlimited.
de: Kein Zweifel, doch was sollen wir nun tun? Die Nummer der Menschen und Zwerge ist begrenzt, im Gegensatz zur Zahl der Orks, die endlos erscheint.
fr: Pour sûr, mais que devrions-nous faire à présent ? Les humains et les nains sont en nombres limités, contrairement aux orcs.

source: It's true. However without crushing the orcish host we will never be able to reach any long term solution.
de: Das ist wahr. Ohne die orkische Armee zu zerschmettern werden wir aber nicht in der Lage sein, irgendwelche langfristigen Lösungen zu finden.
fr: C'est vrai. Mais si nous n'écrasons pas l'armée des orcs, nous ne trouverons jamais de solution à long terme.

source: Orcs are fickle and if we negotiate a treaty with them - assuming they will accept - it will just be broken as soon as the next orcish warlord rises.
de: Orks sind wankelmütig und falls wir einen Vertrag mit ihnen schließen, vorausgesetzt sie würden akzeptieren, würden sie ihn brechen sobald der nächste Kriegsherr auftritt.
fr: Les orcs sont trop inconstants et même si nous négocions un traité avec eux - en supposant qu'ils l'acceptent - il sera rompu dès qu'un nouveau chef de guerre orc apparaîtra.

source: Then what shall we do? Can we assassinate this Rakshas fellow somehow and throw them into disarray once more.
de: Was sollen wir dann tun? Können wir Rakshas irgendwie meucheln und die Orks dadurch wieder entzweien?
fr: Alors que devons-nous faire ? Ne pouvons-nous pas assassiner ce Rakshas d'une manière ou d'une autre et les plonger à nouveau dans le chaos ?

source: That will be very difficult. We did that last time and they will no doubt be alert to that threat now. Anyway, it is just a temporary solution. Soon another strong leader will arise and we will be faced with the same problem.
de: Das wäre äußerst schwer. Wir haben das letztes mal versucht und sie werden nun sicherlich auf diese Gefahr achten. Außerdem wäre es lediglich eine kurzzeitige Lösung. Schon bald würde eine neuer Anführer seinen Platz einnehmen und wir stünden wieder vor dem gleichen Problem.
fr: Ce sera très difficile. C'est ce que nous avons fait à leur précédent chef et ils se tiendront certainement sur leurs gardes cette fois. De toute façon, ce n'est qu'une solution temporaire. Un autre puissant chef ne tardera pas à surgir et nous serons confrontés au même problème.

source: Well, back to the drawing board. What should we do?
de: Nun, zurück zum Zeichenbrett. Was können wir tun?
fr: Bon, retour à la case départ. Que faire ?

source: I think we should try to gather more allies somehow. That way we can engage them on multiple fronts, or divide them into smaller groups, or cut them off from their supplies. The possibilities are endless.
de: Ich denke wir sollten versuchen zusätzlich Verbündete zu finde. Auf diese Weise könnten wir sie von mehreren Seiten angreifen, in kleiner Gruppen zerteilen oder sie von ihrem Nachschub abschneiden. Die Möglichkeiten sind endlos.
fr: Je pense que nous devrions tenter de trouver de nouveaux alliés. Ainsi, nous pourrions engager les combats sur des fronts multiples, ou les diviser, ou les couper de leur approvisionnement. Les possibilités sont infinies.

source: Wise words, but who is there in these wild Northlands that would help us?
de: Wahr gesprochen, der wer in diesen wilden Nordlangen würde uns beistehen?
fr: Sages paroles, mais qui dans les sauvages Terres du Nord voudrait nous aider ?

source: You can count the Elves out. They are a selfish lot, only interested in themselves. They would only help us if something drastic happened to them and they needed our help. What about Wesnoth?
de: Du kannst die Elfen vergessen. Sie sind ein eigensinniger Haufen, nur an ihrem eigenen Wohlergehen interessiert. Sie würden uns bloß helfen wenn ihnen irgendetwas zustieße und sie unsere Hilfe bräuchten. Was ist mit Wesnoth?
fr: On ne peut guère compter sur les Elfes. Ils sont égoïstes, et ne s'intéressent pas aux problèmes des autres races. Ils ne nous aideraient que si un truc si terrible leur arrivait qu'ils auraient besoin de notre aide. Qu'en est-il de Wesnoth ?

source: Wesnoth is to far away and we have no idea what political state they are in.
de: Wesnoth ist zu weit entfernt, außerdem wissen wir nicht in welchem Zustand es sich befindet.
fr: Wesnoth est trop éloigné et nous ignorons quel climat politique y règne.

source: The last thing we heard about them was years ago when Price Konrad passed through here. At that time the evil queen Asheviere was ruling and it was said that she was in alliance with the orcs.
de: Das letzte, was wir von dort gehört haben, war als Konrad vor langer Zeit hier durchmaschiert ist. Zu jener Zeit herrschte die Königing Asheviere und es heißt, sie sei mit den Orks verbündete gewesen.
fr: La dernière fois que j'ai entendu parlé d'eux, c'était il y a des années, quand le Prince Konrad est passé par ici. À cette époque, la maléfique reine Asheviere était au pouvoir et elle avait apparemment une alliance avec les orcs.

source: And then that Princess Li'sar was in hot pursuit of Konrad as well. I wonder whatever happened to them.
de: Außerdem war Prinzessin Li'sar Konrad direkt auf den Fersen. Ich frage mich, was aus ihnen geworden sein mag.
fr: Et c'est alors que la Princesse Li'sar s'est lancée à la poursuite de Konrad. Je me demande ce qu'il leur est arrivé.

source: The last time any dwarf set eyes on Konrad was when he set out to the eastern tunnels in search of the Scepter of Fire so he could claim his place as ruler.
de: Das letzte mal als ein Zwerg Konrad sah, hat dieser gerade die Osttunnel betreten, um nach dem Zepter des Feuers zu suchen, damit er seinen Platz als Herrscher beanspruchen könnte.
fr: La dernière fois qu'un nain a vu Konrad, c'est quand il est parti pour les tunnels de l'est à la recherche du Sceptre de Feu afin de réclamer le trône.

source: Geez, what a fool's quest. Everyone in these Northlands knows that the Scepter is long gone.
de: Himmel, was für ein närrisches Unterfangen. Jeder in den Nordlanden weiß, dass das Zepter schon lange verschollen ist.
fr: Fichtre, quelle quête insensée ! Tout le monde dans les Terres du Nord sait bien que le Sceptre a disparu depuis longtemps.

source: But anyhow we're getting off track here. Where can we find allies in these wild Northlands?
de: Trotzdem, wir schweifen ab. Wo können wir Verbündete in den wilden Nordlanden finden?
fr: Mais ne nous égarons pas. Où pouvons-nous trouver des alliés dans les sauvages Terres du Nord ?

source: Tallin, before I was captured by Malfor, I used to be in contact with a powerful magician called Ro'Arthian and his brother Ro'Sothian.
de: Tallin, bevor Malifor mich einsperrte war ich in Kontakt mit einem mächtigen Magier namens Ro'Arthian und seinem Bruder Ro'Sothian.
fr: Tallin, avant d'être capturé par Malifor, j'étais en contact avec un puissant magicien nommé Ro'Arthian et son frère Ro'Sothian.

source: Ro'Arthian pah! Don't utter that cursed name!
de: Ro'Arthian, hah! Sprich diesen verfluchten Namen nicht aus!
fr: Ro'Arthian peuh ! Ne prononcez pas ce nom maudit !

source: Why Hamel, what is the story with him?
de: Warum, was ist das Problem mit ihm?
fr: Pourquoi Hamel, quel est le problème ?

source: I have heard all about him from my good friend Stalrag. He is - or was anyway, haven't heard from him in years - the chief of the villages that lay along the Mountain Pass.
de: Mein guter Freund Stalrag hat mir von ihm erzählt. Er ist -- oder war zumindest, ich habe seit Jahren nichts mehr von ihm gehört. -- der Häuptling einer der Dörfer am Pass.
fr: C'est mon vieil ami Stalrag qui m'a raconté tout ce que j'en sais. Il est - ou devrais-je dire était, je n'ai pas eu de ses nouvelles depuis des années - chef de plusieurs villages le long du Col des Montagnes.

source: Those foul mages have long terrorized him and his people.
de: Diese verdorbenen Magier haben ihn und seine Leute lange terrorisiert.
fr: Ces mages infects les terrorisent, lui et son peuple, depuis longtemps.

source: Remember Hamel, there is always two sides to every story. How would you feel if say... the elves decided to come in and level Knalga so they can grow another big forest on top.
de: Hamel, denk daran, dass es zu jedem Streit zwei Meinungen gibt. Wie würdest du dich fühlen wenn, sagen wir, die Elfen sich entschieden Knalga einzuebnen um einen neuen Wald anzulegen?
fr: Souviens-toi Hamel, il y a toujours deux versions de chaque histoire. Que dirais-tu si par exemple... les elfes décidaient de venir pour aplanir Knalga et planter une autre grande forêt dessus ?

source: Those filthy elves! I'll....
de: Diese dreckigen Elfen! Ich würde...
fr: Ces elfes crasseux ! Je leur...

source: See!
de: Sieh!
fr: Tu vois !

source: What were you doing keeping contact with mages such as those anyway? Trying to save their souls?
de: Warum hattet Ihr eigentlich Kontakt zu diesen Magiern? Versuchtet Ihr, ihre Seelen zu retten?
fr: Pourquoi gardiez-vous des liens avec de tels mages de toute façon ? Vous essayiez de sauver leurs âmes ?

source: Hehe, something like that.
de: Ja, etwas in der Art.
fr: Héhé, quelque chose comme ça.

source: 'rolls eyes'
de: *verdreht die Augen*
fr: *roule les yeux*

source: So anyway, what are you trying to say?
de: Nichtsdestotrotz, was wolltet Ihr sagen?
fr: Bon alors, qu'essaies-tu de nous dire ?

source: I propose that we go to the mountain pass where they live and see what the situation is. If the wizards are still alive we might be able to persuade them to help us. What's more, if Stalrag is still around we could use his help too.
de: Ich schlage vor, wir gehen zu dem Pass an dem sie leben und sehen nach, wie die Dinge liegen. Falls die Zauberer noch leben sind wir vielleicht in der Lage sie als Verbündete zu gewinnen. Zusätzlich könnten wir, falls er noch in der Gegend ist, vielleicht auch Stalrags Hilfe gewinnen.
fr: Je propose de nous rendre au col des montagnes où ils vivent et de voir quelle est la situation. Si les sorciers sont encore en vie, nous serons peut-être capables de les persuader de nous venir en aide. En outre, si Stalrag est toujours dans le coin, son aide pourrait bien nous être utile aussi.

source: I don't really see how just two mages can help us Father.
de: Ich sehe wirklich nicht wie zwei Magier uns weiterhelfen können, Vater.
fr: Je ne vois vraiment pas comment seulement deux mages peuvent nous aider, mon Père.

source: They are not just two mages. They also have great control over creatures of the wild such as ogres, gryphons, and sometimes even trolls! How about having some of those on your side for once.
de: Es sind nicht bloß zwei Magier. Sie haben große Macht über die Geschöpfe der Wildnis wie Oger, Greifen und manchmal selbst Trolle! Wie wäre es, einige davon auf unserer Seite zu haben?
fr: Ce ne sont pas seulement deux mages. Ils exercent également un grand contrôle sur les créatures sauvages comme les ogres, les griffons ou même les trolls ! Que dirais-tu de les avoir de ton côté pour une fois ?

source: That sounds really good. What do you think Hamel?
de: Das klingt äußerst gut. Was denkst du, Hamel?
fr: Ça me paraît très bien. Qu'en penses-tu Hamel ?

source: Hrmph. These are desperate times. If that lunatic of a mage will agree to help I guess we don't have any other choice.
de: Grmpf. Dies sind finstere Zeiten. Sollten die wahnsinnigen Magier einwilligen uns zu unterstützen fürchte ich, dass wir keine Wahl haben.
fr: Humpf. Nous vivons des temps troublés. Si ce lunatique de mage accepte de nous aider, je suppose que nous n'avons pas vraiment d'autre choix.

source: Hey, we have had experiences with crazy mages ourselves. Believe me, they are dangerous! You will feel a lot better with some of them on your side.
de: Hej, wir hatten unsere eigenen Erfahrungen mit wahnsinnigen Magier. Glaub mir, sie sind gefährlich! Du wirst dich wesentlich besser fühlen, wenn du sie auf unserer Seite weißt.
fr: Nous avons vu à l'œuvre des magiciens fous. Eh bien crois-moi, ils sont dangereux ! On se sentira beaucoup mieux en en ayant quelques-uns de notre côté.

source: And Tallin, one more thing, if all goes well this shouldn't be a major battle and hence, hauling around your whole caravan of gold is a bit of an overkill.
de: Oh, Tallin, eins noch: Dies soll ein Überfall werden, keine große Schlacht. Daher wäre es etwas übertrieben deine ganze Schatzkammer mitzunehmen.
fr: Et Tallin, une dernière chose. Si tout va bien, ce ne devrait pas être une bataille majeure et par conséquent, trimballer toute ta caravane d'or est peut-être un peu excessif.

source: I think you should just take as much as you think you'll need and leave the rest here. We'll store it in the tunnels furthest away from the attacking orcs just in case they manage to break thorugh.
de: Ich denke du solltest einen Teil deines Goldes hierlassen und lediglich so viel mitnehmen wie du zu brauchen annimmst. Den Rest werden wir in einem der Tunnel verstecken, die am weitesten von der Front entfernt liegen, für den Fall, dass die Orks durchbrechen.
fr: Je pense que tu devrais prendre autant d'or que tu penses qu'il sera nécessaire et laisser le reste ici. Nous l'entreposerons dans les galeries hors de portée des assaillants orcs juste au cas où ils arriveraient à traverser nos défenses.

source: Good idea. Now how exactly do we get to this mountain pass?
de: Nun gut, aber wie kommen wir nun zu diesem Pass?
fr: Bonne idée. Alors, comment se rend-on à ce col de montagne ?

source: And so Tallin and his party set out to secure the help of the mages.
de: So zogen Tallin und sein Gefolge aus, um sich der Hilfe der Magier zu versichern.
fr: C'est ainsi que Tallin et sa bande partirent chercher l'aide des mages.

source: Save Stalrag from Ro'Sothian.
de: Retter Stalrag vor Ro'Sothian
fr: Protéger Stalrag de Ro'Sothian.

source: Death of Tallin or Stalrag.
de: Tod Tallins oder Stalrags
fr: Mort de Tallin ou de Stalrag.

source: Upon arriving at the mountain pass it appeared to Tallin and his men that they were just a bit too late.
de: Nach Ankunft am Pass schien es Tallin, er und seine Männer seien etwas spät.
fr: À leur arrivée au col des montagnes, il apparut à Tallin et ses hommes qu'ils arrivaient un petit peu trop tard.

source: HAH! I finally have you you wretched dwarf!
de: HAH! Endlich habe ich dich, hinterhältiger Zwerg!
fr: HA ! Je te tiens enfin, misérable nain !

source: Argh! You blasted mages! How many times do I have to kill you two before you will leave us in peace!
de: Argh! Du verfluchter Magier! Wie oft muss ich dich töten bevor du uns endlich in Ruhe lässt?
fr: Argh ! Maudits mages ! Combien de fois devrai-je vous tuer tous les deux avant que vous ne nous laissiez en paix !

source: Leave YOU in peace! It is your kind that won't leave US in peace. Ever since you blasted dwarves built that damn road you have always harassed us! Now, it ends here! After I kill you I will split your carcass and hang it at the mouth of this pass as a warning for any other fools like you! And unlike us you WON'T come back.
de: EUCH in Ruhe lassen? Ihr seit es, dir UNS nicht in Ruhe lassen! Seitdem ihr bekloppten Zwerge die Straße gebaut habt geht ihr uns auf den Keks. Nun ist Schluß! Nachdem ich dich getötet habe werde ich deinen Leichnam in Teil schneiden und die Hälften am Eingang des Passes aufhängen, um andere Nervensägen wie dich abzuschrecken! Und, im Gegensatz zu uns, wirst du NICHT zurückkehren.
fr: VOUS laisser en paix ! C'est votre espèce qui ne NOUS laisse pas en paix. Depuis que votre engeance damnée a construit cette maudite route, vous n'avez eu de cesse de nous harceler ! Mais cela va prendre fin ici et maintenant ! Une fois que je t'aurai tué, j'ouvrirai ta carcasse et l'exposerai à l'entrée de ce col pour avertir les imbéciles de ton genre ! Et contrairement à nous, tu ne reviendras PAS.

source: Very well you cursed mage! I now go to join all of my men you have killed. But know this, the Shinsplitters will NEVER submit! We will defy you to our last breath!
de: Ganz wie du wünschst, verfluchter Magier! Dann werde ich mich eben all den tapferen Zwergen anschließen, die du bereits getötet hast. Aber wisse dies, die Schienenmalmer werde sich niemals unterwerfen! Wir werden bis zu unserem letzten Atemzug gegen dich kämpfen!
fr: Très bien, maudit mage ! Je m'en vais maintenant rejoindre tous mes hommes que vous avez tués. Mais sache ceci, les Brisetibias n'abandonneront JAMAIS ! Nous vous défierons jusqu'à notre dernier souffle !

source: Hold it! What's going on here!
de: Haltet ein! Was geht hier vor?
fr: Attendez ! Que se passe-t-il ici !

source: Ro'Sothian, is that you?
de: Ro'Sothian, bist du das?
fr: Ro'Sothian, c'est toi ?

source: Not now Father. If you can't see, I happen to be a little busy at the moment.
de: Nicht jetzt, Vater. Falls ihr es noch nicht bemerkt habt, ich bin gerade ein wenig beschäftigt.
fr: Pas maintenant, mon Père. Il se trouve que je suis un peu occupé pour le moment.

source: Hang on a sec Ro'Sothian, you don't want to kill him.
de: Einen Moment Ro'Sothian, du möchtest ihn nicht töten.
fr: Attends un peu Ro'Sothian, tu ne vas quand même pas le tuer ?

source: Huh!? He killed me!
de: Huh? Er hat mich getötet?
fr: Hein ? Il m'a bien tué, lui !

source: Oh.... I see. But anyhow Ro'Sothian, listen we are in desperate need of your help. Here is Tallin from the community of Dwarven Doors. As you know, the people of Dwarven Doors were enslaved by the orcs for many years. They have managed to break free of the orcs and together with Lord Hamel from Knalga, they are starting to reclaim Knalga from the chaos that it was in.
de: Oh, nun gut. Trotzdem, Ro'Sothian, höre uns zu. Wir sind in großer Not und brauchen deine Hilfe. Dies ist Tallin aus Zwergenpforte. Wie du weißt, wurden die Menschen aus Zwergenpforte für viele Jahre von den Orks versklavt. Nun konnten sie sich mit Hilfe Fürst Hamels von Knalga von den Orks befreien und sie versuchen Knalga wieder zu einstiger Größe zu verhelfen.
fr: Ah... je vois. Quoi qu'il en soit Ro'Sothian, nous avons terriblement besoin de votre aide. Voici Tallin de la communauté des Portes des Nains. Comme tu le sais, les gens des Portes des Nains étaient asservis par les orcs depuis de nombreuses années. Ils ont réussi à se libérer et, avec le Seigneur Hamel de Knalga, ils commencent à sortir Knalga du chaos dans lequel la nation était plongée.

source: So? What does this have to do with me? And hurry up, my staff is buzzing to blast this little vermin once and for all.
de: So? Und was hat das mit mir zu tun? Und beil dich, mein Stab brennt darauf diese Kröte endgültig zu zerlegen.

source: Don't! Please my friend listen. The orcs are on the rise again and they are threatening to finally finish their conquest of Knalga and convert it into an orcish stronghold. We can't let that happen! That's why we have come here, to seek yours and your brothers help in defeating the orcs.
de: Tu es nicht! Bitte mein Freund, höre mir zu. Die Orks gewinnen wieder an Stärke und wollen endlich ihre Eroberung von Knalga abschließen und es zu einem orkischen Bollwerk machen. Das können wir nicht zulassen! Daher sind wir hierher gekommen, um dich und deinen Bruder um Hilfe gegen die Orks zu bitten.
fr: Non ! Écoute mon ami, s'il te plaît. Les orcs se relèvent et menacent d'achever leur conquête de Knalga et de la convertir en forteresse orc. Nous ne pouvons pas laisser cela se produire ! C'est pourquoi nous sommes venus ici, pour demander votre aide et celle de votre frère pour vaincre les orcs.

source: Take your begging and shove it father! We don't help no-one. Not even you and ESPECIALLY not any dwarf!
de: Nimm dein Gebettel und erstick daran, Vater! Wir helfen niemandem, und ganz besonders keinem Zwerg.
fr: Reprends tes supplications et va te brosser, mon père ! Nous n'aidons personne. Pas même toi et SURTOUT pas les nains !

source: Anyhow, I tire of this, prepare to die you dwarf! And the rest of you, get lost and don't come back, unless you're anxious to meet your makers!
de: Egal, ich habe keine Lust mehr. Bereite dich auf deinen Tod vor, Zwerg! Und der Rest, mache euch vom Acker und bleibt weg, es sei denn ihr brennt darauf vor euren Schöpfer zu treten!
fr: De toute façon, cette conversation me fatigue, aussi prépare-toi à mourir nain ! Et vous autres, allez vous faire voir et ne revenez pas, à moins que vous n'ayez envie de rencontrer vos géniteurs !

source: Uh oh, he is gathering energy for a cold blast.
de: Ohoh, er sammelt Energie für einen Kälteschlag.
fr: Oh oh, il rassemble de l'énergie pour une onde glaciale.

source: Quick Theta, we got to stop him. Lets go!
de: Schnell Theta, wir müssen ihn aufhalten!
fr: Vite Theta, nous devons l'arrêter. Allons-y !

source: Ro'Sothian! How are you doing my old friend! Boy you sure look... erm.... different!
de: Ro'Sothian! Wie geht es dir mein alter Freund? Du siehst äußerst, ähhm, verändert aus.
fr: Ro'Sothian ! Comment vas-tu mon vieil ami ! Mon gars, sûr que tu parais... hum... différent !

source: Camerin! Great Lords of Darkness, I haven't seen you in ages! Here, let me just finish off this little vermin and I'll be right over.
de: Camerin! Große Götter der Finsternis, ich habe dich seit ewigen Zeiten nicht mehr gesehen! Lass mich nur eben diese Kröte niedermachen und ich komme rüber.
fr: Camerin ! Tout-puissants Seigneurs des Ténèbres, je ne t'avais pas vu depuis des lustres ! Allez, laisse-moi juste me débarrasser de cette vermine et je suis à toi.
